{
  
    "azione_001": {
      "label": "Bacio sulle labbra",
      "explanation": "Avvicinati lentamente, posa le mani ai lati del suo viso e dai un bacio morbido soffermandoti a sentirne il respiro.",
      "level": "L1",
      "tips": "Lascia che il primo bacio sia una miccia: guardalo negli occhi prima di sfiorargli le labbra, poi allontanati appena per farti inseguire ancora. Rendilo un gioco di tensione e desiderio."
    },
    "azione_002": {
      "label": "Carezza dolce",
      "explanation": "Con il dorso delle dita sfiora la guancia del partner seguendo la linea del mento e scendendo sul collo con piccoli cerchi.",
      "level": "L1",
      "tips": "Fallo mentre gli parli, quasi per distrarlo. Una carezza apparentemente innocente può accendere molto di più se arriva nei momenti inaspettati, come una promessa sussurrata alla pelle."
    },
    "azione_003": {
      "label": "Abbraccio nudo",
      "explanation": "Spogliati dell’essenziale, stringilo a petto nudo e restate fermi per percepire il battito reciproco che rallenta.",
      "level": "L1",
      "tips": "Chiudi gli occhi, inspira il suo odore, senti la pelle che si riscalda punto dopo punto. Più stai ferma, più lo carichi di desiderio: è un abbraccio che parla senza parole."
    },
    "azione_004": {
      "label": "Massaggio sensuale",
      "explanation": "Accarezzagli le spalle e la schiena con movimenti lenti e profondi, concentrandoti sul respiro e il ritmo del tocco.",
      "level": "L1",
      "tips": "Usa un olio tiepido e abbassa le luci. Inizia dal collo, ma lascia che le mani scivolino pian piano verso zone più intime, senza mai arrivarci. Il potere sta nell’attesa."
    },
    "azione_005": {
      "label": "Gioco con gli sguardi",
      "explanation": "Mantieni lo sguardo su di lui mentre fai qualcosa di quotidiano, aggiungendo piccoli sorrisi o morsi alle labbra.",
      "level": "L1",
      "tips": "Fallo quando meno se lo aspetta: mentre cucini, mentre ti sistemi i capelli. Gli occhi parlano di più se giocano, se sfidano, se invitano senza dire una parola."
    },
    "azione_006": {
      "label": "Sfioramenti sotto il tavolo",
      "explanation": "Durante una cena o un incontro, accavalla le gambe e lascia che il tuo piede cerchi il suo, lentamente.",
      "level": "L1",
      "tips": "Non fermarti subito. Prosegui con la punta del piede fino al suo polpaccio o interno coscia. Un gesto semplice può incendiare se fatto nel contesto più inaspettato."
    },
    "azione_007": {
      "label": "Sussurro all'orecchio",
      "explanation": "Avvicinati al suo orecchio e digli qualcosa di dolce, oppure qualcosa di appena piccante, sussurrandolo con intenzione.",
      "level": "L1",
      "tips": "Non è importante cosa dici, ma come. Anche un 'non vedo l’ora di essere sola con te' può scatenare un temporale, se lo accompagni con un respiro caldo e lento sul collo."
    },
    "azione_008": {
      "label": "Danza lenta",
      "explanation": "Metti una canzone lenta e invitalo a ballare anche senza motivo, solo per stringervi e muovervi piano.",
      "level": "L1",
      "tips": "Poggia la testa sul suo petto e lasciati andare. Lascia che senta il tuo corpo seguire la musica, come se il tuo respiro si fosse fuso col suo."
    },
    "azione_009": {
      "label": "Bacio sulla nuca",
      "explanation": "Appena ti passa vicino, chinati e bacialo dolcemente sulla nuca o tra collo e spalla.",
      "level": "L1",
      "tips": "Fallo mentre è distratto, magari mentre si lava i denti o si veste. Quei baci silenziosi, rubati, restano più a lungo nella pelle e nella mente."
    },
    "azione_010": {
      "label": "Gioco con le dita",
      "explanation": "Prendi la sua mano e inizia a giocare con le sue dita, accarezzandole, baciandole o mordicchiandole piano.",
      "level": "L1",
      "tips": "Le mani sono uno dei punti più sottovalutati per far salire la tensione. Sii lenta, concentrata, lasciagli immaginare dove potresti usare quella bocca dopo."
    },
    "azione_011": {
      "label": "Sguardo allo specchio",
      "explanation": "Mentre ti sistemi davanti allo specchio, incrocia il suo sguardo nel riflesso e mantienilo qualche secondo.",
      "level": "L1",
      "tips": "Gioca con il riflesso. Mostrati, ma in modo parziale, con un gesto che sembri distratto. Fargli desiderare quello che non ha ancora toccato è già seduzione pura."
    },
    "azione_012": {
      "label": "Accarezzalo mentre guida",
      "explanation": "Durante un tragitto in auto, appoggia la tua mano sulla sua coscia e sfiorala lentamente.",
      "level": "L1",
      "tips": "Cerca la tensione, non il risultato. Basta un tocco, uno sfioramento prolungato e un sorriso malizioso. L’attesa sarà il tuo alleato più potente."
    },
    "azione_013": {
      "label": "Parla con doppio senso",
      "explanation": "Usa frasi ambigue e doppi sensi durante una conversazione normale per creare una tensione erotica.",
      "level": "L1",
      "tips": "Un 'mi piace quando affondi bene' detto mentre cucini o lavi qualcosa, può far impazzire. Il gioco è rendere tutto erotico senza mai nominarlo davvero."
    },
    "azione_014": {
      "label": "Sfilati lentamente un capo",
      "explanation": "Togliti lentamente un capo d’abbigliamento davanti a lui, come se fosse casuale, ma con intenzione.",
      "level": "L1",
      "tips": "Fallo con calma, senza fretta. Lascia che ogni gesto sia consapevole, come se danzassi solo per lui. Anche sfilarsi un maglione può diventare ipnotico."
    },
    "azione_015": {
      "label": "Dormi solo con una maglietta",
      "explanation": "Vai a letto con solo una sua maglietta addosso, magari leggermente ampia, lasciando intuire il resto.",
      "level": "L1",
      "tips": "Fai finta di niente. Sporgiti, allunga le gambe, stiracchiati. L’ambiguità è potente: il desiderio nasce più forte da ciò che si intravede che da ciò che si mostra."
    },
      "azione_016": {
        "label": "Toccalo sopra i pantaloni",
        "explanation": "Siediti vicino a lui, appoggia la mano tra le sue gambe e sfioralo sopra i pantaloni con movimenti lenti, come se niente fosse.",
        "level": "L2",
        "tips": "Fallo mentre siete a cena da amici o durante una pausa al lavoro. Lascia che il palmo della tua mano resti lì, premendo piano. Se riuscite a restare seri mentre lo fai, il brivido raddoppia. E lui scoppia.",
        "needs": ["public"]
      },
      "azione_017": {
        "label": "Sussurragli all’orecchio",
        "explanation": "Avvicinati con disinvoltura e, con voce bassa, sussurragli qualcosa di sporco senza che nessuno se ne accorga.",
        "level": "L2",
        "tips": "Fallo mentre siete in mezzo agli altri. Dì esattamente dove lo vuoi, come lo vuoi. Usa parole crude, ma lente. Poi fai finta di niente e guardalo come se non fosse successo nulla. Goditi quel fuoco negli occhi.",
        "needs": ["public"]
      },
      "azione_018": {
        "label": "Fagli toccare sotto la gonna",
        "explanation": "Siediti accanto a lui e guida la sua mano sotto la tua gonna. Non dire nulla. Solo il tuo sguardo.",
        "level": "L2",
        "tips": "Non indossare biancheria e portalo lì dove sei già bagnata. Fallo in macchina, in salotto, in cucina. Accompagnalo con la tua mano e poi fermala lì. Lascia che senta quanto sei pronta.",
        "needs": []
      },
      "azione_019": {
        "label": "Stuzzicalo con una foto",
        "explanation": "Scatta una foto audace, inviala senza contesto e lascia che la sua mente completi il resto.",
        "level": "L2",
        "tips": "Non servono nudi. Solo il dettaglio di una mano che si infila tra le gambe, o un reggiseno slacciato. Accompagna con un messaggio come: 'Sono così da stamattina.' E poi sparisci per qualche ora.",
        "needs": []
      },
      "azione_020": {
        "label": "Spogliati lentamente davanti a lui",
        "explanation": "Guardalo fisso negli occhi e inizia a toglierti i vestiti, pezzo per pezzo, senza fretta.",
        "level": "L2",
        "tips": "Non farlo in camera. Scegli un posto casuale: la cucina, il corridoio. Lascia la musica accesa, togli una calza alla volta, poi fermati in biancheria e digli solo: 'Volevo distrarti un attimo.'",
        "needs": []
      },
      "azione_021": {
        "label": "Accarezzalo mentre guida",
        "explanation": "Appoggia la mano sulla sua coscia mentre è al volante e inizia a risalire, lentamente.",
        "level": "L2",
        "tips": "Scegli una strada lunga, senza distrazioni. Vestiti comoda, mettiti di lato e guardalo negli occhi mentre le tue dita salgono. Non arrivare fino in fondo. Fatti fermare. Il suo desiderio farà il resto.",
        "needs": ["public"]
      },
      "azione_022": {
        "label": "Usa un sex toy su di te davanti a lui",
        "explanation": "Prendi un toy e inizia a usarlo su di te mentre lui guarda. Niente mani su di lui, solo sguardi.",
        "level": "L2",
        "tips": "Sdraiati sul letto, accendi una luce soffusa. Digli solo: 'Guarda e non toccare.' Tocca piano il clitoride, poi scendi. Fermati quando vuoi. Il solo vederti lo farà impazzire.",
        "needs": []
      },
      "azione_023": {
        "label": "Mandagli un messaggio sporco a sorpresa",
        "explanation": "Scrivigli in modo diretto cosa vorresti che ti facesse. Senza filtri.",
        "level": "L2",
        "tips": "Mandalo mentre è impegnato, tipo in riunione. 'Voglio che mi prendi per i capelli e mi scopi contro il muro.' Poi silenzio radio. Nessuna risposta. Solo immaginazione e voglia.",
        "needs": []
      },
      "azione_024": {
        "label": "Siediti sopra di lui con solo una camicia",
        "explanation": "Indossa solo una camicia e sali sulle sue gambe, guardandolo fisso negli occhi.",
        "level": "L2",
        "tips": "Usa una sua camicia, nulla sotto. Avvicinati, spingi il bacino contro il suo e digli: 'Ho bisogno di attenzioni.' Poi resta lì. Niente mani, niente baci. Solo tensione.",
        "needs": []
      },
      "azione_025": {
        "label": "Accarezzalo con i piedi sotto il tavolo",
        "explanation": "Sfioralo con il piede durante una cena o un incontro, senza che gli altri se ne accorgano.",
        "level": "L2",
        "tips": "Togliti le scarpe, sfiora la sua caviglia, poi risali piano. Quando arriva il cameriere, non fermarti. Se vi guarda, sorridi. Il tuo piede diventa il tuo messaggero. Lui esploderà dentro senza far vedere nulla fuori.",
        "needs": ["public"]
      },    
        "azione_026": {
          "label": "Baciagli l'interno coscia",
          "explanation": "Fallo sedere, inginocchiati davanti a lui e inizia a baciargli lentamente l’interno coscia, senza mai toccare il resto.",
          "level": "L2",
          "tips": "Prenditi il tuo tempo. Ogni bacio dev’essere lento, caldo, bagnato. Passa vicino al suo cazzo ma non toccarlo. Fagli sentire la frustrazione del desiderio che cresce senza controllo.",
          "needs": []
        },
        "azione_027": {
          "label": "Masturbalo con i piedi",
          "explanation": "Sdraiati di fronte a lui, prendi il controllo con i piedi e inizia a toccarlo lentamente.",
          "level": "L2",
          "tips": "Gioca con le dita dei piedi, accarezzalo sulla punta, poi avvolgilo e inizia a muoverti. Guardalo dritto negli occhi mentre lo fai. Il contatto insolito lo stuzzicherà ancora di più.",
          "needs": []
        },
        "azione_028": {
          "label": "Mandagli un vocale mentre ti tocchi",
          "explanation": "Registra un audio con il tuo respiro affannato, sospiri e qualche parola sporca mentre ti stai toccando.",
          "level": "L2",
          "tips": "Non parlare troppo. Lascia che siano i suoni a raccontare tutto. Alla fine digli solo: 'Questo è per te.' Poi scompari per un po’. Lo lascerai acceso per ore.",
          "needs": []
        },
        "azione_029": {
          "label": "Toccati davanti a lui sotto le coperte",
          "explanation": "Siete a letto. Inizia a toccarti sotto le coperte lentamente, senza dirgli niente, solo guardandolo.",
          "level": "L2",
          "tips": "Fagli sentire i tuoi movimenti, il ritmo che accelera. Ogni tanto lascia sfuggire un sospiro o un gemito. Non lasciarlo toccarti. Il tuo piacere lo accenderà più di qualsiasi cosa.",
          "needs": []
        },
        "azione_030": {
          "label": "Siediti sul suo viso e muoviti piano",
          "explanation": "Salilo sopra, mettiti a cavalcioni sul suo viso e comincia a muoverti con dolcezza.",
          "level": "L2",
          "tips": "Fagli solo leccare. Usa il tuo corpo per guidarlo, tieni le mani nei suoi capelli. Ogni tanto fermati, poi riprendi. Il potere nelle tue mani lo farà impazzire.",
          "needs": []
        },
        "azione_031": {
          "label": "Mettigli le manette e domina tu",
          "explanation": "Bloccalo con manette morbide e prendi tu il controllo della situazione. Fai tu le regole.",
          "level": "L2",
          "tips": "Digli cosa può e cosa non può fare. Toccalo dove e quando vuoi. Fermati di colpo. Riprendi. Gioca con la sua voglia e tienilo tuo finché non cede completamente.",
          "needs": []
        },
        "azione_032": {
          "label": "Toccalo mentre finge di dormire",
          "explanation": "Lui è sdraiato, magari con gli occhi chiusi. Inizia a toccarlo piano come se volessi svegliarlo così.",
          "level": "L2",
          "tips": "Accarezzalo piano sul petto, poi scendi. Toccalo senza fretta, come se stessi studiando ogni reazione. Quando si sveglia, baciagli l’addome e sorridi. Non dire nulla. Continua.",
          "needs": []
        },
        "azione_033": {
          "label": "Prendilo in bocca al mattino",
          "explanation": "Appena sveglia, senza dire niente, spostati su di lui e comincia a succhiarlo con lentezza.",
          "level": "L2",
          "tips": "Senza svegliarlo del tutto. Gioca con la punta, poi affondalo lentamente. Ogni tanto fermati, guarda se apre gli occhi. La sorpresa sarà il tuo regalo più potente.",
          "needs": []
        },
        "azione_034": {
          "label": "Fatti trovare nuda e bagnata",
          "explanation": "Quando rientra, fatti trovare nuda in una posizione invitante, magari già toccandoti.",
          "level": "L2",
          "tips": "Accendi una luce calda, metti musica sensuale, sdraiati sul letto o sul divano. Quando entra, guardalo dritto negli occhi e continua a toccarti. Digli: 'Sei arrivato giusto in tempo.'",
          "needs": []
        },
        "azione_035": {
          "label": "Fagli un massaggio intimo",
          "explanation": "Comincia con un massaggio normale, poi concentrati sulle sue zone più sensibili.",
          "level": "L2",
          "tips": "Usa un olio caldo. Parti dalle spalle, scendi lungo la schiena e poi passa alle cosce. Sfiora il cazzo, ma non soffermarti subito. Tienilo in tensione. Fagli capire che stai per prenderlo tutto.",
          "needs": []
        },
      "azione_036": {
        "label": "Sfioralo mentre parli con altri",
        "explanation": "Durante una conversazione con altre persone, trova il modo di sfiorarlo tra le gambe, senza che nessuno se ne accorga.",
        "level": "L3",
        "tips": "Mentre parlate con amici o colleghi, lascia che la tua mano scivoli sotto il tavolo e tocchi il suo pacco sopra i pantaloni. Guarda qualcuno negli occhi mentre lo fai, resta seria, continua a parlare come se nulla fosse. Dentro di lui sarà esploso il caos.",
        "needs": ["public"]
    },
    "azione_037": {
        "label": "Masturbati davanti a lui ma non farti toccare",
        "explanation": "Sdraiati, guardalo e inizia a toccarti senza mai lasciargli avvicinare le mani.",
        "level": "L3",
        "tips": "Fallo sedere e digli: 'Guarda e non toccare.' Poi inizia a giocare con il tuo corpo lentamente. Gemiti bassi, dita che accarezzano, niente vergogna. Fermati poco prima dell’orgasmo e resta in silenzio. Lo avrai fatto impazzire.",
        "needs": []
    },
    "azione_038": {
        "label": "Fagli un pompino solo con la lingua",
        "explanation": "Usa solo la lingua, senza avvolgerlo con la bocca. Lenta, insistente, concentrata sulla punta.",
        "level": "L3",
        "tips": "Fatti trovare in ginocchio, occhi negli occhi. Usa solo la lingua: circonda, accarezza, pizzica appena. Trattieniti, non prenderlo in bocca. Digli che dovrà meritarselo. L’attesa diventerà tortura.",
        "needs": []
    },
    "azione_039": {
        "label": "Scrivigli qualcosa di sporco sulla pelle",
        "explanation": "Con un rossetto o un pennarello, scrivigli qualcosa di molto esplicito sul petto o sul basso ventre.",
        "level": "L3",
        "tips": "Usa il tuo rossetto preferito e scrivigli sul petto: 'Questa bocca è mia.' Oppure sul basso ventre: 'Riservato alla mia lingua.' Scatta una foto, mandagliela più tardi. Magari quando è in giro con amici. Vedrai il suo messaggio arrivare in 3, 2, 1...",
        "needs": []
    },
    "azione_040": {
        "label": "Accarezzalo da dietro mentre sta in piedi",
        "explanation": "Avvicinati da dietro, bacialo sul collo e scendi con le mani verso il suo inguine.",
        "level": "L3",
        "tips": "Fallo mentre è distratto: che stia cucinando, sistemando qualcosa o anche solo guardando il cellulare. Le tue mani lo raggiungono da dietro, lo spogliano con naturalezza. Un bacio caldo sul collo, un sussurro sporco all’orecchio. Si scioglierà.",
        "needs": []
    },
    "azione_041": {
        "label": "Mandagli un audio mentre ti tocchi",
        "explanation": "Registra la tua voce mentre ti masturbi e mandaglielo senza spiegazioni.",
        "level": "L3",
        "tips": "Chiudi la porta, togli le mutandine, fai partire la registrazione. Fagli solo sentire il tuo respiro che cambia, i sospiri che aumentano, magari qualche parola sporca detta sottovoce. Quando gliela mandi, scrivigli solo 'Questo è per te'. E poi sparisci. Lo farai impazzire.",
        "needs": []
    },
    "azione_042": {
        "label": "Siediti sul suo viso",
        "explanation": "Mettiti sopra la sua bocca e guida tu il ritmo. Lascia che ti assaggi come e quanto vuoi.",
        "level": "L3",
        "tips": "Guardalo negli occhi e digli: 'Resta lì'. Poi sali lentamente sul suo viso e prendi il controllo. Muoviti al tuo ritmo, goditi ogni reazione. Afferragli i capelli se serve. Fagli capire che lì, comandi tu.",
        "needs": []
    },
    "azione_043": {
        "label": "Spogliati e resta nuda mentre fa altro",
        "explanation": "Senza dirgli nulla, spogliati completamente e continua a fare le tue cose normalmente davanti a lui.",
        "level": "L3",
        "tips": "Fallo mentre lui lavora, cucina o è al telefono. Spogliati lentamente, resta nuda e siediti a leggere o a sistemare qualcosa. Nessun invito diretto. Solo presenza nuda, disinvolta. Lo sguardo che lancerà parlerà per lui.",
        "needs": []
    },
    "azione_044": {
        "label": "Toccagli l’erezione in pubblico e sorridi",
        "explanation": "Sfioralo lentamente tra le gambe mentre siete in un luogo pubblico, mantenendo un’espressione serena.",
        "level": "L3",
        "tips": "Mentre siete in fila o seduti vicini, allunga la mano con naturalezza e toccalo sopra i pantaloni. Sorridi, digli qualcosa di banale come 'Che bella giornata' e continua. Lui non saprà se baciarti o scappare.",
        "needs": ["public"]
    },
    "azione_045": {
        "label": "Legalo con qualcosa che hai addosso",
        "explanation": "Togliti una cintura, una sciarpa o le mutandine e usala per legargli i polsi o gli occhi.",
        "level": "L3",
        "tips": "Usa ciò che indossi: la tua cintura, il foulard, o le mutandine. Prendigli i polsi e legali al letto, o benda i suoi occhi. Digli solo: 'Da qui in poi, decido io.' Poi lascialo lì per un attimo, a tremare nell'attesa.",
        "needs": []
    },
    "azione_046": {
        "label": "Provoca una reazione durante una call",
        "explanation": "Accarezzalo o mostrati in modo esplicito mentre è in videochiamata.",
        "level": "L3",
        "tips": "Apparigli davanti in intimo, oppure inginocchiati fuori dall’inquadratura e infilati sotto la scrivania. Toccalo piano, poi mandagli un messaggio: 'Mantieni la calma'. La sua voce che si incrina sarà la tua vittoria.",
        "needs": ["public"]
    },
    "azione_047": {
        "label": "Fatti trovare con un toy già dentro",
        "explanation": "Quando si avvicina a te, fargli scoprire che hai già un sex toy inserito.",
        "level": "L3",
        "tips": "Siediti accanto a lui, prendi la sua mano e guidala tra le tue gambe. Digli solo: 'C'è qualcosa che ti aspetta'. Lascia che lo senta, che lo tocchi. Lo shock lo farà eccitare più di ogni altra cosa.",
        "needs": []
    },
    "azione_048": {
        "label": "Costringilo a restare fermo mentre lo provochi",
        "explanation": "Dagli l’ordine di non muoversi mentre lo baci, lo tocchi e lo provochi.",
        "level": "L3",
        "tips": "Guardalo e digli: 'Non muoverti. Non toccarmi.' Poi inizia a baciarlo, a leccarlo, a sfiorarlo. Se si muove, ti fermi. Fagli sudare ogni secondo. Il controllo è tuo, il desiderio anche.",
        "needs": []
    },
    "azione_049": {
        "label": "Inviagli una foto mentre sei in un bagno pubblico",
        "explanation": "Scatta una foto in uno spazio pubblico, magari un bagno, e mandagliela senza dirgli nulla.",
        "level": "L3",
        "tips": "Togliti le mutandine in un bagno pubblico, siediti con le gambe aperte e scatta. Solo un dettaglio, niente di esplicito. Poi inviala con scritto: 'Indovina dove sono?' L’idea di te eccitata fuori casa lo consumerà.",
        "needs": ["public"]
    },
    "azione_050": {
        "label": "Dagli ordini mentre lo masturbi",
        "explanation": "Toccandolo, digli cosa deve fare: cosa guardare, dove mettere le mani, come respirare.",
        "level": "L3",
        "tips": "Prendilo in mano e guidalo. Digli: 'Tienimi lo sguardo. Non chiudere gli occhi. Non venire finché non te lo dico.' La tua voce ferma sarà la sua droga. E quando finalmente gli darai il permesso, esploderà come mai prima.",
        "needs": []
      },
      "azione_051": {
        "label": "Faglielo leccare sporco",
        "explanation": "Mentre lo masturbi, prendi un po’ dei tuoi fluidi con le dita e portaglieli alla bocca. Guardalo e digli: 'Assaggia quanto mi vuoi'.",
        "level": "L3",
        "tips": "Non serve che tutto sia perfetto. Anzi. Dopo un po’ di gioco, prendilo alla sprovvista: porta le dita alla tua bocca, poi alla sua. Fagli sentire il sapore del vostro desiderio mescolato. Dirgli: 'Ti piace il mio sapore?' mentre lo guardi fisso negli occhi può essere il detonatore di qualcosa di indimenticabile.",
        "needs": []
    },
    "azione_052": {
        "label": "Masturbalo solo con i piedi",
        "explanation": "Fallo stendere e siediti ai suoi piedi. Usa le piante, le dita, i talloni. Tutto il gioco è con i tuoi piedi.",
        "level": "L3",
        "tips": "Fagli togliere tutto, fallo sdraiare e non usare le mani. Inizia piano: le punte dei piedi, poi un po’ più forte. Alterna la pressione e i movimenti. Guardalo mentre lo fai, sorridi. Fagli capire che può solo guardare. È il tuo spettacolo.",
        "needs": ["superficie"]
    },
    "azione_053": {
        "label": "Fallo venire senza toccarlo",
        "explanation": "Seduta di fronte a lui, toccati lentamente e sussurragli cosa ti piacerebbe che ti facesse. Guardalo fisso e non toccarlo mai.",
        "level": "L3",
        "tips": "È un gioco mentale. Prenditi lo spazio, siediti comoda e inizia piano a toccarti, con lentezza. Sussurragli frasi crude e dolci insieme, descrivendo le fantasie più sporche. Il tuo obiettivo è farlo esplodere solo con la mente. Se ce la fai, saprai quanto potere hai.",
        "needs": []
    },
    "azione_054": {
        "label": "Prendilo in bocca all’improvviso",
        "explanation": "Senza dirgli nulla, inginocchiati e inizia a succhiarlo lentamente, guardandolo dal basso.",
        "level": "L3",
        "tips": "Scegli un momento casuale ma inaspettato. Quando è sul divano, appena sveglio, mentre chiude la porta. Inginocchiati e fai tutto con calma. Niente parole. Solo occhi e bocca. Lui capirà esattamente quanto lo desideri.",
        "needs": []
    },
    "azione_055": {
        "label": "Fatti venire sopra",
        "explanation": "Mentre sei sdraiata o seduta, invitalo a venire su di te, sul tuo corpo, sul viso o sul petto. Scegli tu dove.",
        "level": "L3",
        "tips": "Guardalo negli occhi e digli dove vuoi che venga. Può essere sulla pancia, tra i seni, sul viso. Ma diglielo tu. Chiedilo con desiderio, come se fosse un regalo. E quando lo fa, non distogliere lo sguardo.",
        "needs": ["superficie"]
    },
    "azione_056": {
        "label": "Masturbati sopra di lui",
        "explanation": "Mettiti sopra di lui, completamente nuda, e inizia a toccarti mentre senti il suo corpo sotto il tuo.",
        "level": "L3",
        "tips": "Fagli restare le mani ferme. Siediti sopra di lui e inizia a muoverti piano, ma senza farlo entrare. Tocca il tuo clitoride e guardalo negli occhi. Usa le sue cosce, il suo petto, la sua pelle per accenderti. Lui sarà immobile, ma dentro starà impazzendo.",
        "needs": ["superficie"]
    },
    "azione_057": {
        "label": "Fallo venire in bocca e deglutisci",
        "explanation": "Prendilo in bocca con passione, senza staccarti. Quando viene, resta lì, assapora e poi guardalo mentre deglutisci.",
        "level": "L3",
        "tips": "Quando senti che sta per venire, affondalo ancora di più. Non fermarti. Chiudi gli occhi, oppure guardalo fisso. Poi mostra che hai inghiottito, magari con un bacio subito dopo. Non c’è gesto più potente per farlo sentire desiderato.",
        "needs": []
    },
    "azione_058": {
        "label": "Legalo e gioca con lui",
        "explanation": "Con delle manette o una sciarpa, legagli i polsi e inizia a provocarlo con carezze, baci, parole e giochi erotici.",
        "level": "L3",
        "tips": "Puoi legarlo al letto, a una sedia, o semplicemente tenergli le mani legate. Poi inizia piano: bacialo, toccalo, mordilo. Ma non dargli tutto subito. Lascia che implori. Il potere ce l’hai tu.",
        "needs": ["superficie"]
    },
    "azione_059": {
        "label": "Scrivigli sul corpo",
        "explanation": "Con il rossetto o con un dito bagnato, scrivigli parole erotiche sul petto, sulla pancia, all’inguine.",
        "level": "L3",
        "tips": "Non scrivere solo parole dolci. Usa anche frasi spinte, promesse oscene, cose che vorresti fare. Poi bacia ogni parola. Oppure cancellale con la lingua. Fagli sentire che ogni lettera è un anticipo di quello che sta per succedere.",
        "needs": []
    },
    "azione_060": {
        "label": "Portalo a un passo dal venire",
        "explanation": "Masturbalo con intensità crescente, poi fermati proprio quando sta per venire. Ripeti il gioco più volte.",
        "level": "L3",
        "tips": "Questo è un gioco da maestra. Portalo lì, al limite. Quando inizia a tremare o trattenere il respiro, fermati. Aspetta. Poi ricomincia. Tre volte. Quattro. Fallo impazzire. Quando lo libererai, sarà come un’esplosione.",
        "needs": []
    },
    "azione_061": {
        "label": "Gira un video mentre ti tocchi",
        "explanation": "Riprenditi mentre ti masturbi con luce soffusa. Non mostrare tutto: lascia spazio alla fantasia. Poi mandaglielo.",
        "level": "L3",
        "tips": "Scegli una luce calda, usa il telefono in orizzontale e mostra poco: un seno, le dita che scivolano, il tuo viso. Gemiti appena accennati, respiri veri. Alla fine scrivigli solo: 'Era per te'.",
        "needs": []
    },
    "azione_062": {
        "label": "Mettigli un dito dentro",
        "explanation": "Durante un momento intenso, accarezzalo dietro e chiedigli se puoi esplorarlo con un dito.",
        "level": "L3",
        "tips": "Usa delicatezza e rispetto. Parti da carezze leggere e chiedi il permesso con uno sguardo o una frase dolce e sporca insieme. Se dice sì, fallo con lentezza, lubrificato, e guarda la sua reazione. Scoprirai nuovi punti di piacere insieme.",
        "needs": []
    },
    "azione_063": {
        "label": "Fatti toccare davanti a uno specchio",
        "explanation": "Mettiti davanti a uno specchio con lui alle spalle. Guardatevi mentre ti tocca e si riflette tutto.",
        "level": "L3",
        "tips": "Gli specchi moltiplicano il desiderio. Mettiti in piedi o su una superficie. Lascia che ti tocchi mentre vi guardate riflessi. Sussurra: 'Guarda cosa mi fai'. E poi goditi la scena come se foste in un film vietato.",
        "needs": ["superficie"]
    },
    "azione_064": {
        "label": "Masturbalo in un luogo pubblico",
        "explanation": "Mentre siete in un posto appartato ma pubblico, infilagli la mano nei pantaloni e inizia a masturbarlo piano.",
        "level": "L3",
        "tips": "In macchina, in un angolo buio, o persino a cena se siete abbastanza nascosti. Fallo mentre parlate con altri, mentre nessuno se lo aspetta. Il brivido del rischio renderà tutto più eccitante.",
        "needs": ["public"]
    },
    "azione_065": {
        "label": "Siediti su di lui e comandalo",
        "explanation": "Mettiti sopra di lui e prendi il controllo. Muoviti come vuoi tu, guida il ritmo e digli esattamente cosa deve fare.",
        "level": "L3",
        "tips": "Siediti a cavalcioni e guardalo fisso. Dì: 'Ora comandi tu solo se te lo permetto'. Muoviti con decisione, cambia ritmo quando vuoi. Puoi persino tappare la sua bocca o dirgli di non toccarti. È il tuo show.",
        "needs": ["superficie"]
    },
    "azione_066": {
    "label": "Scopalo all'aperto sotto le stelle",
    "explanation": "Durante una passeggiata notturna, fermalo, spogliati quel tanto che basta e sali su di lui con decisione.",
    "level": "L4",
    "tips": "Scegli un posto dove le stelle siano le uniche testimoni: spiaggia, collina o bosco. Arrivaci camminando mano nella mano. Poi prendilo di sorpresa, cavalcalo lenta sotto la luna. Il silenzio rotto dai vostri respiri sarà la vostra colonna sonora.",
    "needs": ["outdoor"]
  },
  "azione_067": {
    "label": "Fatti guardare mentre ti masturbi",
    "explanation": "Mettiti davanti a lui, nuda o vestita a metà, e inizia a toccarti senza mai distogliere lo sguardo dai suoi occhi.",
    "level": "L4",
    "tips": "Digli di sedersi. Tu resta in piedi, le gambe divaricate, e inizia. Sussurra cosa provi. Puoi descrivergli passo passo cosa stai facendo, o restare in silenzio totale. Il tuo corpo è lo spettacolo, i suoi occhi il tuo specchio.",
    "needs": []
  },
  "azione_068": {
    "label": "Fallo godere con i piedi",
    "explanation": "Usa i piedi per stimolarlo lentamente finché non viene. Fallo sedere comodo e prendi il controllo.",
    "level": "L4",
    "tips": "Piedi nudi o in calze velate. Stuzzicalo prima con carezze leggere, poi concentrati. Ogni movimento deve essere lento, preciso. Guardalo in faccia, sorridi appena. Quando geme, spingi ancora. Diventa il suo tabù preferito.",
    "needs": []
  },
  "azione_069": {
    "label": "Fatti scopare addosso alla parete",
    "explanation": "Giragli le spalle, piegati e guida il suo corpo contro il tuo, lasciandoti prendere con forza contro il muro.",
    "level": "L4",
    "tips": "Cerca una parete solida, magari in corridoio, o nel bagno. Spingiti contro, alza i fianchi, scosta l’intimo. Digli solo 'prendimi'. Il suono dei colpi contro il muro, i tuoi gemiti sommessi, e il rischio che qualcuno senta: tutto eccita.",
    "needs": ["public"]
  },
  "azione_070": {
    "label": "Scopalo mentre ti guarda in uno specchio",
    "explanation": "Mettiti davanti allo specchio e piegati, lascia che entri dentro di te mentre entrambi guardate il riflesso.",
    "level": "L4",
    "tips": "Luci soffuse, magari una lampada accesa. Guardate ogni dettaglio: le mani che stringono, il tuo volto che cambia. Puoi anche descrivere ciò che vedi allo specchio, renderlo parte del gioco. È un triplice sguardo: il tuo, il suo, il riflesso.",
    "needs": []
  },
  "azione_071": {
    "label": "Chiedigli di guardarti mentre ti fai scopare da un altro",
    "explanation": "Organizza un incontro in cui lui sia solo spettatore. Fallo sedere e costringilo a guardare senza intervenire.",
    "level": "L4",
    "tips": "Prima chiarite tutto. Poi rendilo testimone silenzioso. Gioca con i tuoi sguardi, tieni sempre il contatto visivo. Descrivi ciò che senti, oppure restate immersi nel silenzio. Ogni gesto sarà più carico, ogni sospiro più tagliente.",
    "needs": ["group"]
  },
  "azione_072": {
    "label": "Mettiti sopra di lui legata",
    "explanation": "Fatti legare i polsi o le gambe e poi sali sopra di lui, muovendoti con libertà anche se sei legata.",
    "level": "L4",
    "tips": "Puoi essere legata ma libera. Il contrasto è tutto. Guidalo con il bacino, gioca con l’equilibrio. Lascia che ti guardi mentre prendi il controllo anche da sottomessa. Ogni movimento diventa simbolico, potente, irresistibile.",
    "needs": []
  },
  "azione_073": {
    "label": "Usa un toy su di lui davanti a un'altra persona",
    "explanation": "Stimolalo con un toy mentre un'altra persona guarda. Coinvolgila solo se volete, altrimenti che resti solo spettatrice.",
    "level": "L4",
    "tips": "La presenza silenziosa può essere più eccitante di mille parole. Guardate entrambi quella terza persona mentre il piacere sale. Il toy è il mezzo, il desiderio è il messaggio. A volte uno sguardo che osserva vale più di un tocco.",
    "needs": ["group"]
  },
  "azione_074": {
    "label": "Fatti scopare sul cofano dell’auto",
    "explanation": "Appoggiati al cofano, alza la gonna o abbassa i pantaloni e lasciati prendere con decisione.",
    "level": "L4",
    "tips": "Scegli bene il momento. Notte, silenzio, un luogo isolato. Il freddo del metallo sulla pelle, il cielo sopra di voi, il rumore del mondo lontano. Spingiti indietro, piegati e guardalo negli occhi: sei tu a dominare la scena.",
    "needs": ["outdoor"]
  },
  "azione_075": {
    "label": "Fatti venire addosso mentre lo guardi",
    "explanation": "Chiedigli di venire sul tuo corpo, sul viso o sul petto mentre lo guardi negli occhi e resti ferma a goderti il momento.",
    "level": "L4",
    "tips": "Resta immobile, ma presente. Ogni espressione, ogni goccia, ogni sguardo deve raccontare la tua voglia. Guardalo con fierezza. Non è sottomissione, è scelta. Puoi anche accarezzarti piano mentre lo fai: sei la sua ossessione.",
    "needs": []
  },
  "azione_076": {
    "label": "Fatti penetrare mentre parli con qualcun altro al telefono",
    "explanation": "Inizia una conversazione normale, poi fai segno a lui di entrare in te. Mantieni la calma mentre lui ti scopa lentamente.",
    "level": "L4",
    "tips": "Il contrasto è tutto. Sorridi, rispondi, fai domande normali mentre senti lui dentro di te. Il rischio di lasciarti sfuggire un gemito, di tremare nella voce, rende tutto pericolosamente eccitante. Se riesci, chiudi la chiamata venendo.",
    "needs": []
  },
  "azione_077": {
    "label": "Fatti usare senza preamboli",
    "explanation": "Spogliati, metti il preservativo su di lui, girati e digli solo: 'Ora'. Nessun bacio. Nessuna coccola. Solo desiderio.",
    "level": "L4",
    "tips": "Fallo sentire che è desiderato, non amato. Lascialo entrare dentro di te come un bisogno. Nessuna dolcezza, solo urgenza. Puoi restare in piedi, in ginocchio, su un mobile. Ogni tanto, essere crudi è la forma più intensa di intimità.",
    "needs": []
  },
  "azione_078": {
    "label": "Scopate davanti a una finestra",
    "explanation": "Fatti prendere in piedi o da dietro, proprio davanti a una finestra, senza chiudere le tende.",
    "level": "L4",
    "tips": "Scegli un orario strategico: sera con luci accese, mattina con tende leggere. Appoggia le mani al vetro, guarda fuori, lasciati andare. Anche se nessuno guarda, il pensiero che qualcuno possa farlo accende tutto.",
    "needs": ["public"]
  },
  "azione_079": {
    "label": "Fatti masturbare da un’altra persona davanti a lui",
    "explanation": "Lascia che un’altra persona ti tocchi mentre lui guarda. Può intervenire quando vuole, o restare a osservare.",
    "level": "L4",
    "tips": "Tu sei al centro. Chi ti tocca e chi ti guarda ruotano intorno al tuo piacere. Puoi guidare entrambi, oppure lasciare che l’istinto prenda il sopravvento. Decidi solo tu fino a dove spingerti.",
    "needs": ["group"]
  },
  "azione_080": {
    "label": "Fatti scopare in piedi contro un albero",
    "explanation": "Appoggiati a un tronco, alza il bacino e lascia che ti entri lentamente da dietro.",
    "level": "L4",
    "tips": "Scegli bene l’albero, la posizione, l’altezza. Può essere un momento improvviso durante una passeggiata, o un piano segreto da giorni. L’odore della corteccia, l’erba sotto i piedi, il vento tra i capelli: sei parte del paesaggio, viva e nuda.",
    "needs": ["outdoor"]
  },
      "azione_081": {
      "label": "Fatti scopare mentre ti abbassi a raccogliere qualcosa",
      "explanation": "Chinati lentamente per raccogliere un oggetto, senza mutandine, e lasciati penetrare da dietro senza voltarti.",
      "level": "L4",
      "tips": "Un gesto quotidiano che diventa invito: chinati con lentezza, fallo guardare, fallo avvicinare. Nessuna parola, solo l’urgenza dei corpi. Può succedere in casa, in giardino, dietro una porta chiusa a metà.",
      "needs": []
    },
    "azione_082": {
      "label": "Scopate seduti su una panchina",
      "explanation": "Siediti sopra di lui, spingi le anche e muoviti lentamente mentre restate seduti all’aperto.",
      "level": "L4",
      "tips": "Una panchina nascosta, magari di sera. Siediti sopra di lui con naturalezza, come fosse un abbraccio. Copritevi con una giacca, usa il suo collo come punto d’appoggio. Ogni movimento può sembrare un bacio profondo.",
      "needs": ["outdoor"]
    },
    "azione_083": {
     "label": "Fallo venire sotto il tavolo durante una cena",
      "explanation": "Seduta accanto a lui, apri le gambe, infilati sotto al tavolo e fagli un pompino lento, fino a farlo venire senza farsi scoprire.",
      "level": "L4",
      "tips": "Scegli una cena con amici, magari un ristorante un po’ rumoroso. Sguardo d’intesa, un cenno e tu scivoli sotto il tavolo. La sfida è restare silenziosa, il gioco è fargli restare la faccia impassibile. Ogni parola scambiata con gli altri sarà più carica.",
      "needs": ["public"]
    },
    "azione_084": {
      "label": "Scopate nella doccia aperta di una struttura sportiva",
      "explanation": "Entrate insieme nella doccia, resta in piedi e lasciati penetrare tra l’acqua che scorre.",
      "level": "L4",
      "tips": "Può essere una piscina, una palestra, una spa. L’importante è il tempo contato e il rumore dell’acqua che copre i vostri gemiti. Tenete gli occhi aperti. La porta può aprirsi in ogni momento.",
      "needs": ["public"]
    },
    "azione_085": {
      "label": "Fallo venire in bocca mentre sei inginocchiata all’aperto",
      "explanation": "Mettiti in ginocchio davanti a lui, prendi il controllo e non staccare lo sguardo fino all’ultimo istante.",
      "level": "L4",
      "tips": "Che sia nel bosco o su un sentiero poco battuto, inginocchiati come fosse un rito. Sii lenta, precisa, affamata. Quando arriva, resta lì. Il sapore del rischio, del silenzio, della notte. Sei tu a decidere.",
      "needs": ["outdoor"]
    },
    "azione_086": {
      "label": "Masturbati in cam live per lui",
      "explanation": "Avvia una videochiamata e inizia a toccarti lentamente davanti alla fotocamera, mentre lui ti guarda e ti guida.",
      "level": "L4",
      "tips": "Puoi farlo quando sei lontana, oppure per gioco anche dalla stessa casa. Chiedigli cosa vuole vedere, lasciati guidare, oppure prenditi la scena. Il riflesso dello schermo sul tuo viso, i suoi respiri in cuffia, il tuo orgasmo in diretta: pura tensione.",
      "needs": ["digital"]
    },
    "azione_087": {
      "label": "Fatti penetrare dietro un telo o una tenda leggera",
      "explanation": "Nascondetevi dietro una tenda sottile e fate l’amore in silenzio, lasciando intravedere solo le sagome.",
      "level": "L4",
      "tips": "Potrebbe essere una tenda da campeggio, una tenda leggera sul balcone o nella doccia. Il vedo-non vedo è tutto. Se c’è qualcuno oltre, sentirete il brivido dell’ombra che vi tradisce.",
      "needs": ["public"]
    },
    "azione_088": {
      "label": "Scopate in piedi nell’acqua bassa",
      "explanation": "Avvicinati nuda o quasi, alzati sulle punte e lasciati penetrare mentre l’acqua lambisce le cosce.",
      "level": "L4",
      "tips": "Al mare, in un fiume, in una piscina abbandonata. L’equilibrio è tutto: reggiti al suo collo, muoviti piano. Il contrasto tra il freddo dell’acqua e il calore dei corpi sarà il vostro orgasmo liquido.",
      "needs": ["outdoor"]
    },
    "azione_089": {
      "label": "Fatti guardare mentre ti fai scopare con una benda sugli occhi",
      "explanation": "Indossa una benda e lasciati penetrare lentamente. Sapere che ti sta guardando rende tutto più intenso.",
      "level": "L4",
      "tips": "Nessuna vista, solo sensi. Ogni respiro, ogni tocco, ogni suono è amplificato. Sai che ti sta guardando, forse anche sorridendo. Puoi chiedergli cosa vede o restare nel buio della tua eccitazione.",
      "needs": []
    },
    "azione_090": {
      "label": "Scopate in cima a una salita o su una roccia panoramica",
      "explanation": "Arrivate in un punto alto, spogliati quel tanto che basta e prendilo in un abbraccio selvaggio.",
      "level": "L4",
      "tips": "Il panorama è la vostra platea. Il fiato corto della camminata si confonde con i sospiri. Mettiti a cavalcioni, lascia che il vento vi tocchi. Sei in cima al mondo, e anche dentro di te c’è un picco.",
      "needs": ["outdoor"]
    },
    "azione_091": {
      "label": "Scopate in un bagno pubblico durante un evento",
      "explanation": "Entrate nello stesso bagno durante un concerto o una festa affollata, chiudete la porta e fatelo in piedi, veloci e silenziosi.",
      "level": "L4",
      "tips": "La fila fuori, la musica che vibra, le voci a pochi passi. Tieniti al muro, alzati la gonna e lascialo entrare senza dire una parola. Ogni secondo è rubato. Quando uscite, guardatevi come due ladri che hanno appena fatto il colpo perfetto.",
      "needs": ["public"]
    },
    "azione_092": {
      "label": "Fatti legare e usata in mezzo alla natura",
      "explanation": "Lascia che ti leghi a un albero o ti immobilizzi tra due punti e ti prenda lentamente, senza possibilità di fuga.",
      "level": "L4",
      "tips": "Il contatto con la terra, il legno contro la pelle, il senso di esposizione: tutto amplifica. Chiudi gli occhi, senti la tensione delle corde. Sei nuda, viva, nelle sue mani e nella natura.",
      "needs": ["outdoor"]
    },
    "azione_093": {
      "label": "Fatti masturbare in un posto affollato",
      "explanation": "Lui infila una mano sotto il tuo vestito o costume e inizia a toccarti senza che nessuno se ne accorga.",
      "level": "L4",
      "tips": "Perfetto su una spiaggia affollata, una festa, un parco. Tu devi restare calma, magari chiacchierando con altri o fingendo di guardare il panorama. La sua mano è discreta, ma decisa. Se vieni mentre parli con qualcuno, hai vinto tutto.",
      "needs": ["public", "outdoor"]
    },
    "azione_094": {
      "label": "Fatti guardare mentre ti scopi un dildo",
      "explanation": "Sdraiati e usalo davanti a lui, guardandolo negli occhi. Può toccarsi, ma non intervenire.",
      "level": "L4",
      "tips": "Tu sei l’attrice e la regista. Muoviti con lentezza, raccontagli cosa provi. Guardalo mentre geme. Il toy è un pretesto: ciò che eccita davvero è il potere che hai su di lui.",
      "needs": []
    },
    "azione_095": {
      "label": "Scopate dentro una cabina o camerino",
      "explanation": "Chiudetevi in un camerino o una cabina, baci intensi e poi fallo entrare senza togliere tutto.",
      "level": "L4",
      "tips": "Spazi stretti, respiri corti. Magari in un negozio, in una cabina in spiaggia. Tenete i vestiti a metà, spingetevi contro la parete. L’eco dei vostri gemiti è il ritmo. Il pericolo di essere scoperti, la spinta.",
      "needs": ["public"]
    },
    
      "azione_096": {
        "label": "Fatti scopare davanti a lui da uno sconosciuto",
        "explanation": "Lui sceglie un uomo, tu lo lasci fare. Poi ti pieghi, ti fai scopare davanti ai suoi occhi.",
        "level": "L5",
        "tips": "Rendilo partecipe: fallo sedere, guardarti, toccarsi. Tu sei il suo regalo perverso. Ogni colpo è una dichiarazione di potere e fiducia. I tuoi gemiti sono solo per lui.",
        "needs": ["group", "public"]
      },
      "azione_097": {
        "label": "Succhiane due all’aperto senza farti scoprire",
        "explanation": "Inginocchiati e prendili in bocca uno per volta, poi insieme. Senza mai guardarti intorno.",
        "level": "L5",
        "tips": "Tu sei il centro del loro desiderio. La lingua danza, le mani li accarezzano. Non parlare, guarda. Dove sborreranno? Sul viso? In gola? Sii tu a decidere.",
        "needs": ["group", "outdoor"]
      },
      "azione_098": {
        "label": "Fatti una doppia con scambio tra bocca e figa",
        "explanation": "Uno ti scopa, l’altro lo aspetta in bocca. Poi si scambiano senza parlare.",
        "level": "L5",
        "tips": "Il ritmo lo decidi tu. Cambia posizioni, alterna suoni e sguardi. Sei il punto di equilibrio del loro piacere. Fai capire che è la tua fantasia, e che loro ne sono solo ospiti.",
        "needs": ["group"]
      },
      "azione_099": {
        "label": "Portagli un’amica e scopatelo insieme senza avvisarlo",
        "explanation": "Preparate tutto voi. Quando lui apre la porta, siete già nude. Nessuna spiegazione.",
        "level": "L5",
        "tips": "Prendetelo insieme. Baci, mani ovunque, comandi sussurrati. Fatevi guardare mentre vi toccate. Poi lasciate che vi scopra entrambe. Nessun copione, solo voglia.",
        "needs": ["group"]
      },
      "azione_100": {
        "label": "Masturbati finché due uomini ti vengono addosso",
        "explanation": "Tu sul letto, loro in piedi a guardarti. Si toccano finché esplodono su di te.",
        "level": "L5",
        "tips": "Sei il loro porno vivo. Gemiti, dita bagnate, sguardi che implorano. Chiedi loro dove venire: faccia, tette, pancia. E goditi ogni goccia come un trofeo.",
        "needs": ["group"]
      },
      "azione_101": {
        "label": "Fatti penetrare in doppia mentre un terzo guarda",
        "explanation": "Uno dietro, uno davanti. Il terzo si masturba osservando ogni movimento.",
        "level": "L5",
        "tips": "Fatti sentire. Alterna ritmo lento a momenti furiosi. Guardalo mentre si tocca. Ogni gemito è per lui. Ogni spinta è un invito a unirsi, o a restare punito fuori dal gioco.",
        "needs": ["group"]
      },
      "azione_102": {
        "label": "Scambiatevi i partner sotto i vostri occhi",
        "explanation": "Tu col suo, lui con la tua. Ma sempre vicini, occhi negli occhi.",
        "level": "L5",
        "tips": "Guardalo mentre gode con un’altra. Fatti guardare mentre vieni con un altro. Nessuna gelosia, solo potere. I corpi si intrecciano, ma il legame resta negli sguardi.",
        "needs": ["group", "swap"]
      },
      "azione_103": {
        "label": "Lasciati scopare mentre lui ti tiene ferma",
        "explanation": "Un altro entra in te, ma è il tuo lui a bloccarti e guidare il ritmo.",
        "level": "L5",
        "tips": "Lui ti tiene per i fianchi, ti sussurra che sei sua, anche mentre un altro ti prende. Tu gemi per entrambi. Ma l’unico nome che gridi è il suo.",
        "needs": ["group"]
      },
      "azione_104": {
        "label": "Fatti venire in faccia da due uomini insieme",
        "explanation": "Inginocchiati tra loro. Quando sono pronti, chiudi gli occhi e aspetta.",
        "level": "L5",
        "tips": "Sussurra: 'Sborrate su di me'. Accarezzali mentre si avvicinano. Una mano per uno. Sei tu che li hai portati fin lì, ora reclamane ogni goccia. Sorridi sporca, appagata.",
        "needs": ["group"]
      },
      "azione_105": {
        "label": "Fatti scopare da un guardone nel parcheggio",
        "explanation": "Mostrati, invitalo con lo sguardo. Poi girati e lasciati prendere.",
        "level": "L5",
        "tips": "Parcheggio buio, macchina aperta, seno nudo. Lui ti vede, si avvicina, tu non dici nulla. Ti pieghi. Fatti scopare in silenzio, mentre il tuo lui guarda o guida il gioco.",
        "needs": ["public", "group"]
      },
      "azione_106": {
        "label": "Succhialo insieme a un’amica davanti a lui",
        "explanation": "Inginocchiatevi insieme e prendetevelo in bocca, alternandovi o insieme.",
        "level": "L5",
        "tips": "Una lo bacia, l’altra lo prende. Le lingue si sfiorano, le mani si muovono. Ogni goccia è guadagnata. Tu sei la regista, lei l’alleata. Godetelo, lentamente.",
        "needs": ["group"]
      },
      "azione_107": {
        "label": "Fatti leccare da un’amica mentre lui guarda",
        "explanation": "Stenditi e apri le gambe. Lascia che sia lei a dare il ritmo.",
        "level": "L5",
        "tips": "Chiudi gli occhi, ma pensa a lui. Ogni leccata è un messaggio. Muoviti piano, guida la sua testa se vuoi. I suoi occhi vedranno te venire per un’altra. Poi sarà il suo turno.",
        "needs": ["group"]
      },
      "azione_108": {
        "label": "Masturbati mentre due si leccano davanti a te",
        "explanation": "Guardali scoparsi con la lingua, mentre ti tocchi senza pudore.",
        "level": "L5",
        "tips": "Tu comandi. Puoi dare indicazioni, o restare in silenzio. Tocca i capezzoli, poi la figa, poi vieni. Guardali mentre si divorano. Sei dentro il tuo porno perfetto.",
        "needs": ["group"]
      },
      "azione_109": {
        "label": "Fatti penetrare lentamente davanti a uno specchio",
        "explanation": "Guardati mentre lui entra in te. Fallo lentamente, fino in fondo.",
        "level": "L5",
        "tips": "Metti lo specchio basso, inginocchiati. Guarda tutto: l’ingresso, le espressioni, le gocce. Puoi raccontargli cosa vedi. Il tuo riflesso ti rende più vera. Più porca.",
        "needs": []
      },
      "azione_110": {
        "label": "Scopate davanti a una webcam per sconosciuti",
        "explanation": "Aprite la webcam e fate sesso mentre qualcuno vi guarda online.",
        "level": "L5",
        "tips": "Scegliete chi guarda, o lasciate che il caso decida. Voi fate l’amore come volete, ma ogni mossa ora ha testimoni. Godetevi il potere di essere desiderati da chi non conoscete.",
        "needs": ["public", "group"]
    },
    "azione_111": {
        "label": "Succhialo in due fino a farlo venire su entrambe",
        "explanation": "Inginocchiati accanto a un’amica e condividete il suo piacere fino alla fine.",
        "level": "L5",
        "tips": "Guardatevi negli occhi mentre lo leccate. Lascia che vi usi, che decida su quale viso finire. Il piacere è nel gioco.",
        "needs": ["3P", "cumplay", "oral"]
    },
    "azione_112": {
        "label": "Fatti scopare mentre lo guardi negli occhi e lo tradisci con un altro",
        "explanation": "Lascia che un altro ti prenda mentre fissi il tuo partner. Fallo lentamente, senza vergogna.",
        "level": "L5",
        "tips": "Ogni sguardo è una sfida. Ogni colpo dentro di te è un gesto di potere condiviso. Il desiderio si trasforma in dominio.",
        "needs": ["3P", "eye_contact", "indoor"]
    },
    "azione_113": {
        "label": "Scambiatevi i partner davanti a tutti",
        "explanation": "In una situazione privata ma condivisa, cambiate partner e scopate senza nascondervi.",
        "level": "L5",
        "tips": "I corpi si intrecciano, le emozioni si confondono. Osservali mentre godono: siete una cosa sola.",
        "needs": ["swing", "public", "group"]
    },
    "azione_114": {
        "label": "Scopate con un altro davanti al vostro specchio",
        "explanation": "Invita un terzo e fate tutto davanti allo specchio: ogni movimento moltiplicato, ogni espressione amplificata.",
        "level": "L5",
        "tips": "Guardati mentre godi. Il riflesso svela verità che nemmeno pensavi di cercare.",
        "needs": ["3P", "mirror", "indoor"]
    },
    "azione_115": {
        "label": "Fatti scopare a pecora mentre un’amica ti lecca",
        "explanation": "Mentre vieni presa da dietro, lascia che una lei ti stimoli con la lingua.",
        "level": "L5",
        "tips": "Apriti tutta per loro. Lascia che entrambi trovino spazio tra le tue gambe.",
        "needs": ["3P", "anal", "lesbo"]
    },
    "azione_116": {
        "label": "Portagli un’amica e scopatelo insieme senza avvisarlo",
        "explanation": "Organizza tutto con una complice e sorprendilo. Nessuna spiegazione, solo piacere.",
        "level": "L5",
        "tips": "Divertitevi a stuzzicarlo, poi colpite insieme. Lui sarà tuo, ma anche suo.",
        "needs": ["3P", "surprise", "indoor"]
    },
    "azione_117": {
        "label": "Scopate sul divano mentre un amico guarda e si masturba",
        "explanation": "Non parlate, non fermatevi. Solo sguardi, sospiri e movimenti sempre più intensi.",
        "level": "L5",
        "tips": "Ignoratelo… o guardatelo mentre gode di voi. Il confine tra spettatore e protagonista è sottile.",
        "needs": ["3P", "voyeur", "indoor"]
    },
    "azione_118": {
        "label": "Fatti masturbare da due uomini che si alternano",
        "explanation": "Sdraiati, apriti e lascia che si passino il compito di farti impazzire.",
        "level": "L5",
        "tips": "Lasciati manipolare, esplorare. Non guidarli, lasciati condurre.",
        "needs": ["3P", "manual", "indoor"]
    },
    "azione_119": {
        "label": "Scopate con lui mentre succhi il cazzo di un altro",
        "explanation": "Mettiti sopra il tuo partner e, mentre cavalchi, abbassati per succhiare un altro.",
        "level": "L5",
        "tips": "Tre corpi, tre ritmi. Tu sei il centro, loro i tuoi strumenti.",
        "needs": ["3P", "oral", "riding"]
    },
    "azione_120": {
        "label": "Fatti penetrare in due mentre ti guardano negli occhi",
        "explanation": "Uno davanti, uno dietro. Lascia che ti tengano aperta e ti penetrino alternandosi.",
        "level": "L5",
        "tips": "Ogni movimento è per te. Respira e lascia che ti attraversino. Il tuo piacere è il loro.",
        "needs": ["3P", "dp", "eye_contact"]
    },
    "azione_121": {
        "label": "Porta uno sconosciuto a casa e scopatelo con lui",
        "explanation": "Esci da sola, scegli un uomo, portalo a casa e coinvolgilo in un rapporto a tre con il tuo partner.",
        "level": "L5",
        "tips": "Sii tu a condurre il gioco. La sorpresa sarà il vero afrodisiaco.",
        "needs": ["3P", "indoor", "dominance"]
    },
    "azione_122": {
        "label": "Gioca alla visita medica con due uomini",
        "explanation": "Spogliati e fatti esaminare da due uomini. Uno ti tiene aperta, l’altro ti visita ovunque.",
        "level": "L5",
        "tips": "Guanti, dita lente, sguardi seri. Sentiti oggetto delle loro attenzioni.",
        "needs": ["3P", "roleplay", "indoor"]
    },
    "azione_123": {
        "label": "Fatti venire in faccia in un luogo isolato all’aperto",
        "explanation": "Scegli un posto nascosto, inginocchiati e lascia che ti venga sul viso.",
        "level": "L5",
        "tips": "Occhi chiusi, bocca aperta. L’aria fresca e il calore della sborra ti faranno impazzire.",
        "needs": ["outdoor", "cumplay"]
    },
    "azione_124": {
        "label": "Scopate all’aperto mentre qualcuno vi guarda da lontano",
        "explanation": "Fate sesso sapendo che qualcuno potrebbe vedervi… o sta già guardando.",
        "level": "L5",
        "tips": "Non fermarti se senti un fruscio. L’adrenalina amplifica tutto.",
        "needs": ["public", "outdoor", "voyeur"]
    },
    "azione_125": {
        "label": "Fatti scopare mentre ti masturbi con un toy",
        "explanation": "Usa un vibratore mentre lui ti penetra. Controlla tu il ritmo.",
        "level": "L5",
        "tips": "Mostragli quanto godi da sola… e quanto lo vuoi dentro.",
        "needs": ["toys", "indoor", "control"]
    },
    "azione_126": {
        "label": "Fatti leccare da un’amica mentre ti masturbi davanti a lui",
        "explanation": "Sdraiati, masturba il clitoride mentre lei ti lecca. Lui guarda.",
        "level": "L5",
        "tips": "Tre ruoli diversi, tre desideri. Il tuo piacere li guida tutti.",
        "needs": ["lesbo", "3P", "indoor"]
    },
    "azione_127": {
        "label": "Vestiti da zoccola e accoglilo con un altro già dentro di te",
        "explanation": "Fatti trovare a pecora con un altro dentro, e invitalo a unirsi.",
        "level": "L5",
        "tips": "Shock, rabbia o desiderio? Il suo sguardo ti dirà tutto.",
        "needs": ["3P", "shock", "anal"]
    },
    "azione_128": {
        "label": "Fatti legare e usa la bocca con due uomini",
        "explanation": "Braccia legate dietro, inginocchiata. Uno ti tiene, l’altro ti usa la bocca.",
        "level": "L5",
        "tips": "Tu sei il loro gioco. E sai che lo vuoi.",
        "needs": ["oral", "3P", "bondage"]
    },
    "azione_129": {
        "label": "Fatti penetrare lentamente davanti a uno specchio",
        "explanation": "Guardati mentre ti entra dentro, osserva ogni espressione.",
        "level": "L5",
        "tips": "Ogni immagine riflessa è parte del desiderio.",
        "needs": ["mirror", "indoor"]
    },
    "azione_130": {
        "label": "Fatti masturbare in un bagno pubblico da un altro mentre parli con lui al telefono",
        "explanation": "Chiamalo, parla normalmente mentre un altro ti tocca sotto i vestiti.",
        "level": "L5",
        "tips": "Controlla la voce, non i brividi.",
        "needs": ["public", "bathroom", "cheating"]
    },
    "azione_131": {
        "label": "Inginocchiati e succhia quattro cazzi uno dopo l’altro senza fermarti",
        "explanation": "Fatti circondare, guardali in faccia e comincia a prenderli in bocca uno per uno. Niente pause, niente scuse.",
        "level": "L6",
        "tips": "Sbattiti tra una bocca e l’altra come una troia affamata. La tua lingua è il loro piacere, le tue mani devono tenerli duri. Fatti venire addosso, poi guarda il casino che hai creato e sorridi. Sei fatta per questo.",
        "needs": ["group", "oral", "public", "cum"]
      },
      "azione_132": {
        "label": "Fatti scopare nuda contro la porta di casa lasciandola aperta",
        "explanation": "Apri la porta, togliti tutto e girati di spalle. Lui entra e ti prende lì, dove chiunque potrebbe vederti.",
        "level": "L6",
        "tips": "Il battito del tuo cuore copre solo a metà il rumore dell’ascensore. Sei sua, sei aperta, sei esposta. Senti l’aria fresca sulla pelle, le voci nel corridoio. Più sei vista, più ti bagni. Non fermarti.",
        "needs": ["public", "outdoor", "submission"]
      },
      "azione_133": {
        "label": "Fatti sporcare la faccia da tre uomini davanti a uno specchio",
        "explanation": "Inginocchiati davanti a loro, guardati nello specchio mentre ti vengono addosso uno dopo l’altro.",
        "level": "L6",
        "tips": "Ogni goccia sul viso è un segno del tuo potere. Toccati, sorridi, mostra quanto ti piace. Guardarti venire imbrattata è la loro droga. Sei la loro pornostar personale, lo specchio non mente.",
        "needs": ["group", "cum", "show"]
      },
      "azione_134": {
        "label": "Fatti scopare al buio da sconosciuti incappucciati che si alternano su di te",
        "explanation": "Sdraiati, apriti, accoglili uno dopo l’altro senza sapere chi siano. Ti toccano, ti prendono, scompaiono.",
        "level": "L6",
        "tips": "Il buio copre tutto tranne i gemiti. Chi è dentro di te ora? Il collega? Un amico di lui? Non sai, non chiedi. Ogni passaggio è un brivido. Sei un mistero da usare, un piacere da condividere.",
        "needs": ["group", "dominance", "submission", "blind"]
      },
      "azione_135": {
        "label": "Lascia che lui ti leghi e poi guardalo mentre un altro ti scopa davanti ai suoi occhi",
        "explanation": "Stenditi e fatti immobilizzare. Poi resta ferma mentre un altro uomo ti prende senza chiedere nulla.",
        "level": "L6",
        "tips": "Lui non può fare niente, solo guardare. Ogni colpo ti fa gemere più forte. Ogni sguardo che incroci è un invito a venire. Sei la troia che domina entrambi, anche da legata.",
        "needs": ["group", "submission", "dominance", "cum"]
      },
      "azione_136": {
    "label": "Fatti scopare da quattro uomini mentre lui ti guarda",
    "explanation": "Concediti a un gruppo e costringilo a restare a guardare tutto, senza poter intervenire.",
    "level": "L6",
    "tips": "Puoi legarlo o solo immobilizzarlo con lo sguardo. Il tuo corpo è il suo tormento, il tuo piacere la sua condanna. In un luogo appartato all’aperto tutto è ancora più teso.",
    "needs": ["group", "outdoor", "cuckold"]
  },
  "azione_137": {
    "label": "Fatti leccare da due uomini inginocchiati",
    "explanation": "Mettiti comoda, spalancati e ordinagli come toccarti con lingua e mani. Comanda tu.",
    "level": "L6",
    "tips": "Sei la dea e loro i tuoi servi. Alterna dolcezza e schiaffi, frasi sporche e silenzi che parlano da soli. Scegli tu dove farli finire.",
    "needs": ["group", "dominance"]
  },
  "azione_138": {
    "label": "Fatti scopare in auto mentre lui ti guarda legato",
    "explanation": "Portalo con te, legalo al sedile e lasciagli vedere tutto. Ogni tuo gemito lo consuma.",
    "level": "L6",
    "tips": "Puoi raccontargli cosa provi o guardarlo in silenzio mentre vieni. La macchina è un teatro chiuso dove solo tu decidi chi gode davvero.",
    "needs": ["outdoor", "cuckold"]
  },
  "azione_139": {
    "label": "Fatti venire in faccia da tre uomini in un luogo isolato",
    "explanation": "Prendili in bocca, con le mani, coi seni. Guidali tu e lasciati sporcare dove vuoi.",
    "level": "L6",
    "tips": "Ogni goccia sul tuo viso è una firma del tuo potere. Il verde intorno amplifica ogni suono. Se vuoi, guardalo mentre succede.",
    "needs": ["group", "outdoor"]
  },
  "azione_140": {
    "label": "Dominalo mentre un altro ti scopa",
    "explanation": "Fatti prendere da un amante e intanto dai ordini al tuo uomo su come toccarsi o parlarti.",
    "level": "L6",
    "tips": "La vera scena non è quella del tuo corpo che si muove, ma degli occhi che si incrociano mentre comandi. L'altro è solo uno strumento.",
    "needs": ["group","cuckold", "dominance"]
  },
  "azione_141": {
    "label": "Scegli due uomini e guidali mentre ti scopano",
    "explanation": "Prendili per mano, decidi tu come e dove. Sii tu a dire chi entra per primo e cosa vuole da te.",
    "level": "L6",
    "tips": "Fagli sentire che il loro piacere dipende dal tuo. Alterna comandi, provocazioni e pause strategiche. Il tuo corpo è un campo di gioco e tu sei la regola.",
    "needs": ["group", "dominance"]
  },
  "azione_142": {
    "label": "Fatti scopare all’aperto da uno mentre ne succhi un altro",
    "explanation": "Mettiti in ginocchio, alterna la bocca alla posizione. Falli venire entrambi, ovunque tu voglia.",
    "level": "L6",
    "tips": "Sporcati le ginocchia, tieni lo sguardo acceso. Può essere nel retro di un’auto, in un campo nascosto o dietro un capanno. Tu scegli dove e come.",
    "needs": ["group", "outdoor"]
  },
  "azione_143": {
    "label": "Costringilo a masturbarsi mentre ti fai scopare",
    "explanation": "Prenditi un amante e obbliga il tuo uomo a toccarsi senza intervenire.",
    "level": "L6",
    "tips": "Guardalo mentre geme, digli quanto sei bagnata e che non è per lui. Se ti chiede di fermarti, sorridi e vai più forte.",
    "needs": ["cuckold"]
  },
  "azione_144": {
    "label": "Fatti legare e usa solo la bocca con tre uomini",
    "explanation": "Fatti immobilizzare e lasciali godere solo della tua bocca. Niente mani, niente vista, solo piacere puro.",
    "level": "L6",
    "tips": "La benda amplifica ogni goccia, ogni gemito. Alterna il ritmo, senti chi trema di più. Tre corpi, una regina cieca.",
    "needs": ["group", "submission"]
  },
  "azione_145": {
    "label": "Sottomettiti a uno mentre il tuo uomo ti guarda",
    "explanation": "Fatti trattare come una troia, mentre lui assiste impotente.",
    "level": "L6",
    "tips": "Il tuo sguardo può essere sfida o implorazione. Lasciati tirare i capelli, fatti usare come vuole. E fagli vedere quanto ti piace.",
    "needs": ["cuckold", "submission"]
  },
  "azione_146": {
    "label": "Siediti sul volto del tuo uomo mentre un altro ti prende",
    "explanation": "Lascia che ti lecchi mentre vieni con un altro dentro. Falli godere entrambi.",
    "level": "L6",
    "tips": "Il suo viso diventa il tuo trono. Controlla ogni respiro, ogni vibrazione. Fai in modo che nessuno dimentichi chi comanda.",
    "needs": ["group", "cuckold"]
  },
  "azione_147": {
    "label": "Prendi in bocca due uomini in auto e falli venire su di te",
    "explanation": "Siediti tra loro, in ginocchio, e gioca con entrambi finché esplodono.",
    "level": "L6",
    "tips": "La stretta dell’abitacolo, i vetri appannati, i corpi caldi. Succhiali insieme, guardali negli occhi. La tua pelle sarà la loro tela.",
    "needs": ["group", "outdoor"]
  },
  "azione_148": {
    "label": "Fatti usare da tre uomini bendata",
    "explanation": "Non devi sapere chi ti prende. Abbandonati al buio e lascia che decidano loro.",
    "level": "L6",
    "tips": "Ogni tocco è una sorpresa, ogni sussurro un brivido. Lascia che siano loro a muoverti, a sceglierti. Tu puoi solo godere.",
    "needs": ["group", "submission"]
  },
  "azione_149": {
    "label": "Scopati uno mentre un altro ti viene in faccia",
    "explanation": "Mettiti sopra uno e guarda l’altro mentre si libera su di te.",
    "level": "L6",
    "tips": "Unisci gli sguardi, il ritmo, il piacere. Quando vieni, fallo con la bocca aperta e il cuore che batte ovunque.",
    "needs": ["group"]
  },
  "azione_150": {
    "label": "Comanda tu un trio con due sconosciuti",
    "explanation": "Trova due uomini e decidi tutto: ritmi, ruoli, dove e come vogliono godere.",
    "level": "L6",
    "tips": "Sii la regista e l’attrice. Scegli il setting, le regole, i giochi. I loro orgasmi sono il tuo trofeo.",
    "needs": ["group", "dominance"]
  },
      "azione_151": {
      "label": "Succhia 3 cazzi uno dopo l’altro senza pause",
      "explanation": "Inginocchiati e prendili in bocca a turno, senza fermarti finché non si vengono addosso.",
      "level": "L6",
      "tips": "Non scegliere: prendili tutti. Guarda negli occhi quello che aspetta il suo turno. Leccali, alternali, decidi tu dove dovranno venire.",
      "needs": ["group"]
    },
    "azione_152": {
      "label": "Fatti scopare da due uomini mentre il tuo lui ti guarda legato",
      "explanation": "Prepara la scena, legalo bene e fai entrare i due uomini. Scopati davanti a lui senza mai distogliere lo sguardo.",
      "level": "L6",
      "tips": "È tuo. Ma ora guarda come ti desidera mentre altri ti usano. Provocarlo con parole sporche e uno sguardo fisso lo consumerà di desiderio.",
      "needs": ["group"]
    },
    "azione_153": {
      "label": "Guidali: inginocchia due uomini e fallo succhiare a turno",
      "explanation": "Fai inginocchiare due uomini davanti a lui e ordina loro di succhiartelo mentre lui guarda.",
      "level": "L6",
      "tips": "Tu comandi. Alternali, spingili, costringili a guardarti mentre godono del tuo corpo. Usa la voce: è il tuo potere più eccitante.",
      "needs": ["group"]
    },
    "azione_154": {
      "label": "Spogliati in macchina e fatti scopare mentre lui guida",
      "explanation": "Togliti i vestiti sul sedile del passeggero e cavalcalo con lentezza, lasciando i fari accesi.",
      "level": "L6",
      "tips": "Il rischio, il rumore del motore, il vetro appannato. Scopare così è come fuggire insieme da tutto. E tu sei il suo premio lungo la strada.",
      "needs": ["outdoor"]
    },
    "azione_155": {
      "label": "Fatti legare nuda in giardino e scopare lì",
      "explanation": "Lascia che ti leghi in uno spazio esterno privato e ti prenda come vuole, sotto le stelle.",
      "level": "L6",
      "tips": "Le corde ti tengono ferma, ma il vento ti accarezza la pelle. Ogni rumore può essere qualcuno che arriva. Tu non puoi muoverti, ma puoi godere.",
      "needs": ["outdoor"]
    },
    "azione_156": {
      "label": "Succhialo mentre un altro ti scopa da dietro all’aperto",
      "explanation": "Chiedi a due uomini di prenderti insieme: uno in bocca, uno dietro, in un luogo isolato.",
      "level": "L6",
      "tips": "L'odore dell'erba, la pelle che sfiora la terra, i loro gemiti che ti attraversano. Il tuo corpo al centro, il piacere che esplode ai margini del mondo.",
      "needs": ["group", "outdoor"]
    },
    "azione_157": {
      "label": "Scopate in 4 con ruoli che cambiano",
      "explanation": "Organizzate un incontro a 4 in cui ognuno può prendere e dare piacere, alternandovi nei ruoli.",
      "level": "L6",
      "tips": "Inizia piano, con carezze. Poi mescolate i corpi, i respiri, i ruoli. Ogni sguardo è consenso. Ogni tocco può cambiare tutto.",
      "needs": ["group"]
    },
    "azione_158": {
      "label": "Fatti venire addosso da tre uomini e mostrati a lui subito dopo",
      "explanation": "Organizza un incontro in cui tre uomini ti vengono addosso, poi torna da lui coperta di piacere.",
      "level": "L6",
      "tips": "Ogni goccia sul tuo corpo racconta una storia. Mostragliela. Fai che ti lecchi via tutto mentre gli racconti cosa hai fatto.",
      "needs": ["group"]
    },
    "azione_159": {
      "label": "Sottoponiti al suo gioco di controllo completo",
      "explanation": "Affidati totalmente a lui: decide dove, come, quando e chi può toccarti.",
      "level": "L6",
      "tips": "La vera sottomissione è fidarsi. Anche bendata, anche legata, senti il suo respiro e sai che stai per esplodere. Sei sua, e ti piace così.",
      "needs": []
    },
    "azione_160": {
      "label": "Fatti sculacciare nuda mentre ti masturbi sul balcone",
      "explanation": "Spogliati sul balcone e inizia a toccarti mentre lui ti sculaccia e ti incita.",
      "level": "L6",
      "tips": "Ogni schiaffo è un’eco nel buio. Qualcuno potrebbe guardare. Forse lo stanno già facendo. Ma non riesci a fermarti.",
      "needs": ["outdoor"]
    },
    "azione_null": {
    "label": "qui non devi fare nulla",
    "explanation": "",
    "level": ""
  },
  "outfit_001": {
    "label": "T-shirt oversize",
    "explanation": "La tua maglietta preferita, lunga fino a metà coscia: informale e rassicurante, invita a essere sollevata con un sorriso.",
    "level": "L1"
  },
  "outfit_002": {
    "label": "Pigiama morbido",
    "explanation": "Completo in cotone leggero, facile da sbottonare; perfetto per transizioni lente dal relax al contatto pelle.",
    "level": "L1"
  },
  "outfit_003": {
    "label": "Felpa e leggings",
    "explanation": "Combinazione da divano: elastica sui fianchi, calda sulle braccia; si sfila in un attimo per lasciare braccia libere alle carezze.",
    "level": "L1"
  },
  "outfit_004": {
    "label": "Camicia di lui",
    "explanation": "Indossa solo la sua camicia slacciata: crea un effetto “rubata dal suo armadio” dal fascino innocente.",
    "level": "L1"
  },
  "outfit_005": {
    "label": "Maglione oversize",
    "explanation": "Lana soffice che scopre una spalla quando ti muovi: ideale per serate fredde e baci improvvisi sul collo.",
    "level": "L1"
  },
  "outfit_006": {
    "label": "Leggings basic",
    "explanation": "Aderenti ma opachi, definiscono le curve senza scoprirle, lasciando al partner il piacere di sfilarteli lentamente.",
    "level": "L1"
  },
  "outfit_007": {
    "label": "Accappatoio in spugna",
    "explanation": "Morbido e avvolgente, si apre con un solo nodo: perfetto dopo la doccia condivisa o per una coccola improvvisa.",
    "level": "L1"
  },
  "outfit_008": {
    "label": "Calzini divertenti",
    "explanation": "Motivi colorati che invitano a spogliarsi partendo dai piedi, tra risate e carezze leggere.",
    "level": "L1"
  },
  "outfit_009": {
    "label": "Short sportivi",
    "explanation": "Tessuto tecnico leggero, elastico sui glutei; basta un gesto per farli scivolare a terra.",
    "level": "L1"
  },
  "outfit_010": {
    "label": "Top spalline sottili",
    "explanation": "Scollatura a V e stoffa morbida; un dito sotto la spallina e il gioco è fatto.",
    "level": "L1"
  },
  "outfit_011": {
    "label": "Vestaglia di cotone",
    "explanation": "Si chiude con una cintura morbida e si apre con un delicato tiro: ideale per massaggi d’olio a sorpresa.",
    "level": "L1"
  },
  "outfit_012": {
    "label": "Jeans e cintura",
    "explanation": "Il classico quotidiano: il piacere sta nel ritmo lento con cui slacci ogni bottone.",
    "level": "L1"
  },
  "outfit_013": {
    "label": "Cardigan soffice",
    "explanation": "Ampio, senza bottoni, lascia intravedere la pelle nuda quando ti pieghi per un bacio.",
    "level": "L1"
  },
  "outfit_014": {
    "label": "Canottiera basic",
    "explanation": "Cotta di cotone che scivola facilmente sulla pelle, perfetta da sollevare per baci sull’addome.",
    "level": "L1"
  },
  "outfit_015": {
    "label": "Gonna lunga fluida",
    "explanation": "Tessuto leggero che ondeggia a ogni passo e solleva facilmente per un tocco curioso.",
    "level": "L1"
  },
  "outfit_016": {
    "label": "Boxer del partner",
    "explanation": "Indossare la sua biancheria crea un mix di intimità e malizia: elastico morbido, facile da togliere.",
    "level": "L1"
  },
  "outfit_017": {
    "label": "Leggings in cotone",
    "explanation": "Comfort totale e silhouette definita; un invito a carezze sulle cosce.",
    "level": "L1"
  },
  "outfit_018": {
    "label": "Tuta felpata",
    "explanation": "Zip frontale che si abbassa centimetro dopo centimetro, rivelando lentamente la pelle nuda.",
    "level": "L1"
  },
  "outfit_019": {
    "label": "Calze al ginocchio",
    "explanation": "Aggiungono un tocco school-girl soft; perfette da sfilare con lentezza, un bacio alla volta.",
    "level": "L1"
  },
  "outfit_020": {
    "label": "Vestito estivo leggero",
    "explanation": "Spalline sottili e tessuto svolazzante: basta sollevarlo per far scorrere mani sulle gambe nude.",
    "level": "L1"
  },
  "outfit_021": {
    "label": "Lingerie in cotone",
    "explanation": "Reggiseno e slip coordinati, comodi ma seducenti; il dettaglio pizzo suggerisce che sotto la morbidezza c’è altro.",
    "level": "L2"
  },
  "outfit_022": {
    "label": "Vestaglia di seta",
    "explanation": "Scivola sulle curve come acqua; ogni movimento fa brillare il tessuto e lascia intuire i contorni del corpo.",
    "level": "L2"
  },
  "outfit_023": {
    "label": "Shorts di jeans strappati",
    "explanation": "Orli sfilacciati rivelano la pelle delle cosce; perfetti per un tocco improvviso sull’interno gamba.",
    "level": "L2"
  },
  "outfit_024": {
    "label": "Camicia sbottonata",
    "explanation": "Solo pochi bottoni chiusi al centro: la tela ideale per baci dall’ombelico alla gola.",
    "level": "L2"
  },
  "outfit_025": {
    "label": "Bralette in pizzo",
    "explanation": "Copre ma non nasconde: il disegno floreale invita a seguire i contorni con le dita.",
    "level": "L2"
  },
  "outfit_026": {
    "label": "Calzini al ginocchio rigati",
    "explanation": "Aggiungono un tocco playful: tirarli giù lentamente fa salire la tensione.",
    "level": "L2"
  },
  "outfit_027": {
    "label": "Gonna morbida senza intimo",
    "explanation": "Un solo strato di tessuto tra mani curiose e pelle nuda: basta sollevarla per nuove scoperte.",
    "level": "L2"
  },
  "outfit_028": {
    "label": "Body basic",
    "explanation": "Abbraccia ogni curva; bottoncini all’inguine pronti a scattare con un tocco deciso.",
    "level": "L2"
  },
  "outfit_029": {
    "label": "Leggings lucidi",
    "explanation": "Tessuto che riflette la luce e definisce i glutei: irresistibile da accarezzare verso l’alto.",
    "level": "L2"
  },
  "outfit_030": {
    "label": "Crop-top elasticizzato",
    "explanation": "Lascia scoperta una fascia di addome: pelle esposta ideale per baci a sorpresa.",
    "level": "L2"
  },
  "outfit_031": {
    "label": "Slip microfibra senza cuciture",
    "explanation": "Spariscono sotto i vestiti, ma lisciano la pelle invitando a scorrere la mano lungo le forme.",
    "level": "L2"
  },
  "outfit_032": {
    "label": "Kimono corto satin",
    "explanation": "Maniche ampie e cintura sottile si aprono in un gesto; il tessuto scivola rivelando la pelle con eleganza.",
    "level": "L2"
  },
  "outfit_033": {
    "label": "Reggiseno sportivo aperto dietro",
    "explanation": "Zip frontale che si abbassa lentamente, liberando il petto in un clic.",
    "level": "L2"
  },
  "outfit_034": {
    "label": "Giarrettiera singola",
    "explanation": "Un dettaglio sensuale che attira lo sguardo lungo la coscia fino all’orlo delle calze.",
    "level": "L2"
  },
  "outfit_035": {
    "label": "Mini dress aderente",
    "explanation": "Tessuto stretch che fascia tutto: basta sollevarlo per scoprire che sotto non c’è nulla.",
    "level": "L2"
  },
  "outfit_036": {
    "label": "Accappatoio di seta",
    "explanation": "Più leggero dell’aria, si apre con un soffio; perfetto dopo un bagno caldo a due.",
    "level": "L2"
  },
  "outfit_037": {
    "label": "Calze autoreggenti semplici",
    "explanation": "Pizzo discreto e silicone interno: il partner vorrà far scorrere le dita lungo la balza.",
    "level": "L2"
  },
  "outfit_038": {
    "label": "Bikini micro",
    "explanation": "Triangoli minimi legati da lacci: ogni nodo sciolto aumenta l’attenzione pelle.",
    "level": "L2"
  },
  "outfit_039": {
    "label": "Body sheer glitter",
    "explanation": "Rete semitrasparente con bagliori sottili; ideale sotto luci soffuse.",
    "level": "L2"
  },
  "outfit_040": {
    "label": "Calzini in pizzo traforato",
    "explanation": "Trama floreale che invita a baci delicati sulle caviglie.",
    "level": "L2"
  },
  "outfit_041": {
    "label": "Lingerie pizzo nero",
    "explanation": "Set balconcino e brasiliana che incornicia le curve con trasparenze strategiche.",
    "level": "L3"
  },
  "outfit_042": {
    "label": "Reggicalze & autoreggenti",
    "explanation": "Clip metalliche che tintinnano a ogni passo, guidando lo sguardo lungo le gambe.",
    "level": "L3"
  },
  "outfit_043": {
    "label": "Body trasparente",
    "explanation": "Tulle leggerissimo che rivela più di quanto nasconde; zip al cavallo per accesso immediato.",
    "level": "L3"
  },
  "outfit_044": {
    "label": "Babydoll corto",
    "explanation": "Spalline sottili, coppe a triangolo e orlo che sfiora i glutei: un invito a sollevarlo con un singolo gesto.",
    "level": "L3"
  },
  "outfit_045": {
    "label": "Bustier steccato",
    "explanation": "Ridisegna la vita e spinge il seno, lacci posteriori che il partner potrà stringere lentamente.",
    "level": "L3"
  },
  "outfit_046": {
    "label": "Slip brasiliano pizzo",
    "explanation": "Taglio alto che mette in risalto i glutei; il pizzo lascia intravedere la pelle.",
    "level": "L3"
  },
  "outfit_047": {
    "label": "Catsuit mesh",
    "explanation": "Rete a maglia larga che avvolge tutto il corpo lasciando accesso ovunque.",
    "level": "L3"
  },
  "outfit_048": {
    "label": "Mini gonna vinile",
    "explanation": "Lucida e aderente, scricchiola leggermente a ogni passo aggiungendo atmosfera kinky.",
    "level": "L3"
  },
  "outfit_049": {
    "label": "Negligé satin",
    "explanation": "Seta lucida che scivola sulle curve; lo spacco laterale rivela la coscia a ogni movimento.",
    "level": "L3"
  },
  "outfit_050": {
    "label": "Giarrettiera singola latex",
    "explanation": "Striscia di lattice lucido che aderisce alla coscia, perfetta per essere tirata leggermente.",
    "level": "L3"
  },

  "outfit_051": {
    "label": "Top rete trasparente",
    "explanation": "Morbida fishnet che svela i capezzoli; indossalo senza reggiseno per un effetto elettrizzante.",
    "level": "L3"
  },
  "outfit_052": {
    "label": "Giarrettiera quadrupla",
    "explanation": "Quattro cinturini regolabili che disegnano geometrie sexy sulle cosce.",
    "level": "L3"
  },
  "outfit_053": {
    "label": "Mutandine laccetti",
    "explanation": "Nodo laterale che si scioglie con un tiro, facendo cadere il tessuto in un attimo.",
    "level": "L3"
  },
  "outfit_054": {
    "label": "Body latex aperto",
    "explanation": "Lattice lucido con aperture strategiche: brilla e accentua ogni curva.",
    "level": "L3"
  },
  "outfit_055": {
    "label": "Set lingerie rossa fuoco",
    "explanation": "Colore appassionato, pizzo che avvolge seno e fianchi, pronto a incendiarsi al primo tocco.",
    "level": "L3"
  },
  "outfit_056": {
    "label": "Bikini micro string",
    "explanation": "Triangoli minimi, lacci sottilissimi: copre solo l’essenziale lasciando poco all’immaginazione.",
    "level": "L3"
  },
  "outfit_057": {
    "label": "Crop-top latex",
    "explanation": "Tessuto aderente che riflette la luce; zip frontale per uno strip-tease in un gesto.",
    "level": "L3"
  },
  "outfit_058": {
    "label": "Shorts jeans senza intimo",
    "explanation": "Ogni piegamento mostra la mancanza di tessuto sotto: provocazione garantita.",
    "level": "L3"
  },
  "outfit_059": {
    "label": "Cintura reggicalze",
    "explanation": "Solo la cintura con clip che aspettano calze o mani curiose.",
    "level": "L3"
  },
  "outfit_060": {
    "label": "Catsuit fishnet integrale",
    "explanation": "Maglia elasticizzata che segue ogni curva lasciando accessi liberi.",
    "level": "L3"
  },
  "outfit_061": {
    "label": "Body latex lucido",
    "explanation": "Zip dal collo al pube, brilla come vernice fresca: ogni goccia d’olio lo rende ancora più scivoloso.",
    "level": "L4"
  },
  "outfit_062": {
    "label": "Corsetto stringato rigido",
    "explanation": "Riduce la vita e fa respirare a piccoli sospiri; perfetto per un ruolo dominante.",
    "level": "L4"
  },
  "outfit_063": {
    "label": "Harness pelle",
    "explanation": "Cinghie regolabili che incorniciano petto e busto; anelli metallici pronti per ganci o guinzagli.",
    "level": "L4"
  },
  "outfit_064": {
    "label": "Pasties e nient’altro",
    "explanation": "Copricapezzoli adesivi, magari a forma di X: lasciano il seno libero a baci e morsi.",
    "level": "L4"
  },
  "outfit_065": {
    "label": "Mutandine crotchless",
    "explanation": "Aperte al cavallo per accesso immediato: non serve sfilarle.",
    "level": "L4"
  },
  "outfit_066": {
    "label": "Calze lattice lucide",
    "explanation": "Aderiscono come una seconda pelle; lubrificarle rende ogni carezza iper-sensibile.",
    "level": "L4"
  },
  "outfit_067": {
    "label": "Harness a gabbia seno",
    "explanation": "Cinge il busto con strisce strette che evidenziano il seno e limitano i movimenti.",
    "level": "L4"
  },
  "outfit_068": {
    "label": "Gonna lattice aderente",
    "explanation": "Mini che fascia totalmente; basta arrotolarla per scoprire i glutei lucidissimi.",
    "level": "L4"
  },
  "outfit_069": {
    "label": "Collare pelle con anello",
    "explanation": "Simbolo di sottomissione o potere; l’anello frontale pronto per un guinzaglio.",
    "level": "L4"
  },
  "outfit_070": {
    "label": "Guanti opera latex",
    "explanation": "Arrivano oltre il gomito, perfetti per scivolare su pelle nuda lasciando tracce lucide.",
    "level": "L4"
  },
  "outfit_071": {
    "label": "Tuta fishnet integrale",
    "explanation": "Rete a grandi maglie che costringe a toccare pelle attraverso spiragli eccitanti.",
    "level": "L4"
  },
  "outfit_072": {
    "label": "Cappuccio bondage lycra",
    "explanation": "Oscura la vista ma lascia bocca libera; aumenta la tensione sensoriale.",
    "level": "L4"
  },
  "outfit_073": {
    "label": "Straps bondage corpo",
    "explanation": "Cinghie regolabili che stringono busto e cosce, pronte per essere agganciate.",
    "level": "L4"
  },
  "outfit_074": {
    "label": "Top vinile zip totale",
    "explanation": "Si apre dal collo al ventre con un solo gesto; il suono della zip fa salire il battito.",
    "level": "L4"
  },
  "outfit_075": {
    "label": "Stivali over-knee",
    "explanation": "Tacco alto e cuoio lucido che fascia la gamba fino a metà coscia: posture subito più audaci.",
    "level": "L4"
  },

  "outfit_076": {
    "label": "Mutandine aperte dietro",
    "explanation": "Taglio che scopre totalmente i glutei, perfetto per spanking.",
    "level": "L4"
  },
  "outfit_077": {
    "label": "Pettorina harness torace",
    "explanation": "Struttura a H che sottolinea spalle e petto, pronta per agganciare moschettoni.",
    "level": "L4"
  },
  "outfit_078": {
    "label": "Catsuit latex integrale",
    "explanation": "Copre dalla gola alle caviglie; zip strategiche permettono accesso mirato.",
    "level": "L4"
  },
  "outfit_079": {
    "label": "Collant rete strappati",
    "explanation": "Lacerazioni ad arte che lasciano la pelle a portata di mano e lingua.",
    "level": "L4"
  },
  "outfit_080": {
    "label": "Harness coscia doppio",
    "explanation": "Cinturini gemelli su ogni coscia, collegati a un anello centrale per tirare e dominare.",
    "level": "L4"
  },
  "outfit_081": {
    "label": "Catsuit latex head-to-toe",
    "explanation": "Include cappuccio e guanti: una seconda pelle lucida che imprigiona ogni respiro e movimento.",
    "level": "L5"
  },
  "outfit_082": {
    "label": "Cappuccio bondage bocca sola",
    "explanation": "Oscura completamente il volto lasciando solo la bocca esposta per giochi di controllo respiro e parole.",
    "level": "L5"
  },
  "outfit_083": {
    "label": "Harness full-body pelle",
    "explanation": "Intricata rete di cinghie che fascia tutto il corpo, ideale per agganci a corde o catene.",
    "level": "L5"
  },
  "outfit_084": {
    "label": "Corsetto vita vespa rigido",
    "explanation": "Stringe drasticamente la vita, costringendo a piccoli respiri che amplificano ogni sensazione.",
    "level": "L5"
  },
  "outfit_085": {
    "label": "Boots platform estreme",
    "explanation": "Alzano di oltre 15 cm: il passo diventa una sfilata dominante a ogni passo rimbombante.",
    "level": "L5"
  },
  "outfit_086": {
    "label": "Strisce nastro bondage",
    "explanation": "Nastro PVC che aderisce a pelle o latex senza colla: perfetto per fasciature totali rapide.",
    "level": "L5"
  },
  "outfit_087": {
    "label": "Uniforme domina PVC",
    "explanation": "Giacca corta e minigonna lucida con bottoni metallici: autorità visuale istantanea.",
    "level": "L5"
  },
  "outfit_088": {
    "label": "Strapon harness completo",
    "explanation": "Imbrago regolabile con dildo intercambiabile: pronto a invertire i ruoli di penetrazione.",
    "level": "L5"
  },
  "outfit_089": {
    "label": "Gioielli pesi capezzoli",
    "explanation": "Clip regolabili con catenella e pesetti che tirano verso il basso dando stimolazione costante.",
    "level": "L5"
  },
  "outfit_090": {
    "label": "Maschera gas fetish",
    "explanation": "Copre naso e bocca, filtri rimovibili: accentua il controllo del respiro e aggiunge estetica industriale.",
    "level": "L5"
  },
  "outfit_091": {
    "label": "Full body latex zip crotch",
    "explanation": "Tuta totale con cerniere multiple per accesso selettivo; lucida come vinile bagnato.",
    "level": "L5"
  },
  "outfit_092": {
    "label": "Top catena metallica",
    "explanation": "Maglie metalliche fredde sulla pelle, tintinnano a ogni tocco amplificando il senso di esposizione.",
    "level": "L5"
  },
  "outfit_093": {
    "label": "Plug tail costume",
    "explanation": "Plug anale con coda (volpe, cavallo o gatto) per giochi pet-play avanzati.",
    "level": "L5"
  },
  "outfit_094": {
    "label": "Catsuit zip strategiche",
    "explanation": "Zip parallele su seno, inguine e glutei: ogni apertura diventa una scelta di esposizione.",
    "level": "L5"
  },
  "outfit_095": {
    "label": "Croptop maglia metallica",
    "explanation": "Anelli d’acciaio finissimi che riflettono la luce: difficile da slacciare, invitante da sollevare.",
    "level": "L5"
  },
  "outfit_096": {
    "label": "Guanti latex borchiati",
    "explanation": "Arrivano al bicipite con file di borchie: mix di eleganza e pericolo visivo.",
    "level": "L5"
  },
  "outfit_097": {
    "label": "Gonna rete micro",
    "explanation": "Maglia larghissima quasi invisibile, copre appena l’inguine lasciando trasparire ogni movimento.",
    "level": "L5"
  },
  "outfit_098": {
    "label": "Harness seno a gabbia metallica",
    "explanation": "Cerchi d’acciaio che incorniciano il busto, collegati da catene a un anello centrale.",
    "level": "L5"
  },
  "outfit_099": {
    "label": "Tuta gomma pressurizzata",
    "explanation": "Sistema a zip ermetiche che può comprimere o espandere la pressione sul corpo a comando.",
    "level": "L5"
  },
  "outfit_100": {
    "label": "Full body fishnet aperto",
    "explanation": "Rete integrale con ampie aperture su seno e inguine: zero barriere tra mani, lingua e pelle.",
    "level": "L5"
  },
  "outfit_null": {
    "label": "qui non devi fare nulla",
    "explanation": "",
    "level": ""
  },
    "luogo_001": {
      "label": "Letto di casa",
      "explanation": "Materasso ampio e lenzuola morbide, un rifugio privato dove ogni movimento si vive in totale intimità.",
      "level": "L1",
      "tips": "Usa il bordo del letto per far sporgere la testa: inginocchiati e concediti un deepthroat improvviso, poi coricati di fianco e lascia che ti esplori con mani lente, aspettando il momento per rialzarti e dominare il ritmo."
    },
    "luogo_002": {
      "label": "Divano con coperte",
      "explanation": "Un abbraccio di stoffa e imbottiture, perfetto per trasformare un momento di relax in un gioco di tensione erotica.",
      "level": "L1",
      "tips": "Avvolgiti in una coperta e siediti sul suo petto, poi abbassati sulla sua bocca come in un’onda lenta. Alterna carezze sul collo a piccoli morso sulle spalle, facendoti desiderare nel buio tra i tessuti."
    },
    "luogo_003": {
      "label": "Vasca da bagno",
      "explanation": "Acqua tiepida che avvolge la pelle, bolle profumate e luci soffuse per un’atmosfera di puro relax sensuale.",
      "level": "L1",
      "tips": "Sdraiati a pancia in su appoggiata al bordo, le gambe sospese: lascialo baciare ogni centimetro di gamba e glutei, poi girati e cavalcalo sul fondo, lasciando cadere gocce d’acqua simbolo del piacere condiviso."
    },
    "luogo_004": {
      "label": "Doccia in due",
      "explanation": "Getti d’acqua che scivolano sui corpi, pavimento piastrellato e vapore denso che confonde i contorni.",
      "level": "L1",
      "tips": "Appoggiati al vetro appannato e solleva una gamba: fallo penetrare dietro mentre scivoli sulle mattonelle. Usa il getto caldo per massaggiare il basso ventre e riprendi il contatto con spostate lentezze."
    },
    "luogo_005": {
      "label": "Corridoio stretto",
      "explanation": "Spazio angusto e pareti ravvicinate, dove ogni sfioramento si fa amplificatore di desiderio.",
      "level": "L1",
      "tips": "Stringiti al muro e lascia che le sue mani esplorino dietro la cintura: solleva la gonna per farlo lavorare con la tua bocca senza scendere. Respira forte, sentilo vicino, e goditi il rischio di essere scoperti."
    },
    "luogo_006": {
      "label": "Tappeto davanti al camino",
      "explanation": "Fiammelle danzanti, camino acceso, una distesa di morbidezza scura davanti al fuoco.",
      "level": "L1",
      "tips": "Sdraiati a pancia in giù guardando le fiamme: spingi il sedere verso l’alto e lascia che ti prenda da dietro, usando la fiamma come teatro del vostro ritmo, ogni crepitio un battito di piacere."
    },
    "luogo_007": {
      "label": "Lavandino del bagno",
      "explanation": "Ceramica lucida e fredda, specchio che cattura ogni tua espressione e rubinetto che gocciola come un metronomo.",
      "level": "L1",
      "tips": "Accovacciati sul bordo e lascia che ti guardi dallo specchio mentre lo succhi: solleva il bacino per entrare più in profondità e stendi i capelli a cascata sul lavandino."
    },
    "luogo_008": {
      "label": "Sedia in cucina",
      "explanation": "Legno o imbottitura, un oggetto quotidiano che diventa palco per il desiderio inaspettato.",
      "level": "L1",
      "tips": "Siediti con le gambe larghe e abbassa le mutandine: lascia che ti penetri seduto, appoggiando le mani sui braccioli per prendere slancio e guardarlo mentre fa entrare e uscire."
    },
    "luogo_009": {
      "label": "Balcone al tramonto",
      "explanation": "Aria calda, luce dorata che sfuma sul cielo e una ringhiera che guarda l’orizzonte.",
      "level": "L1",
      "tips": "Appoggiati alla ringhiera con il corpo inarcato, gambe leggermente divaricate: lascialo prendere da dietro mentre il sole scende, sentendo il vento che vi scompiglia."
    },
    "luogo_010": {
      "label": "Camera degli ospiti",
      "explanation": "Letto pulito, profumo di lenzuola nuove e un’atmosfera di estraneità che libera dalle abitudini.",
      "level": "L1",
      "tips": "Fai finta di non conoscerlo: guardalo entrare, poi siedi sul bordo del letto e lascia che ti sfili le mutandine con lo sguardo, costringendolo a inginocchiarsi."
    },
    "luogo_011": {
      "label": "Scrivania di casa",
      "explanation": "Superficie di legno, documenti e tastiera: un ambiente di lavoro trasformato in set erotico.",
      "level": "L1",
      "tips": "Sdraiati sulla scrivania a pancia in giù, gambe che penzolano: lascialo esplorare il tuo corpo in piedi, spingendo la tua schiena contro il bordo per un’angolazione profonda."
    },
    "luogo_012": {
      "label": "Cabina armadio",
      "explanation": "Tessuti appesi, luci soffuse e specchi che riflettono ogni tuo movimento.",
      "level": "L1",
      "tips": "Indossa solo un kimono aperto, poi lascialo sbottonarlo pezzo dopo pezzo: quando rimani nuda, girati e chiedigli un bacio sul collo mentre lo guardi negli specchi."
    },
    "luogo_013": {
      "label": "Poltrona con vista finestra",
      "explanation": "Seduta comoda, vista esterna e luce naturale che filtra fra le tende leggere.",
      "level": "L1",
      "tips": "Prova a sederti a cavalcioni, schiena dritta e braccia attorno al suo collo: oscillate piano e ascolta il battito del cuore mentre ti penetra."
    },
    "luogo_014": {
      "label": "Sottoscala domestico",
      "explanation": "Angolo nascosto, pareti inclinate e uno spazio segreto sotto le scale.",
      "level": "L1",
      "tips": "Girati di spalle e appoggia le mani al muro: solleva una gamba accanto al fianco e fatti penetrar dall’alto, godendoti la pressione delle mattonelle."
    },
    "luogo_015": {
      "label": "Amaca in giardino",
      "explanation": "Fili di tela sospesi, leggeri dondolii e aria aperta fra le fronde degli alberi.",
      "level": "L1",
      "tips": "Sdraiati sulla schiena, gambe piegate: fai in modo che ti cavalchi lentamente sopra l’amaca oscillante, lasciando che il dondolio amplifichi ogni movimento."
    },
    "luogo_016": {
      "label": "Cinema vuoto",
      "explanation": "Sedili morbidi disposti in file, schermo gigante che proietta luce soffusa e audio lontano.",
      "level": "L2",
      "supports": ["public"],
      "tips": "Seduta sull’ultima fila, gambe larghe: lascialo sedersi dietro di te e a occhi chiusi guidarlo a baciare ogni curva delle tue gambe, fino a farti gemere sotto il telo del sedile."
    },
    "luogo_017": {
      "label": "Palestra privata vuota",
      "explanation": "Specchi a tutta parete, tappetini elasticizzati e attrezzi silenziosi.",
      "level": "L2",
      "tips": "Scegli uno step o una panca: sali sopra con il volto coperto dal suo maglione e lascia che ti prenda da dietro mentre la tua mano scivola fra le sue cosce."
    },
    "luogo_018": {
      "label": "Bagno di casa con porta socchiusa",
      "explanation": "Piastrelle lucide, profumo di shampoo e un’apertura discreta sulla stanza accanto.",
      "level": "L2",
      "tips": "Apri leggermente la porta, metti un piede fuori e lascia che ti baci il collo: poi girati e prendilo sulla vasca mentre ascolti voci lontane."
    },
    "luogo_019": {
      "label": "Automobile parcheggiata",
      "explanation": "Sedili in pelle, finestrini appannati e un abitacolo che isola dal mondo esterno.",
      "level": "L2",
      "supports": ["outdoor"],
      "tips": "Distenditi sul sedile passeggero a pancia in giù, gonna risvoltata: lascialo penetrare da dietro mentre il motore spento risuona silenzioso intorno."
    },
    "luogo_020": {
      "label": "Ristorante affollato",
      "explanation": "Tavoli vicini, luci calde e un brusio di conversazioni che cela ogni tuo sospiro.",
      "level": "L2",
      "supports": ["public"],
      "tips": "Vai in bagno e togliti le mutandine: torna al tavolo, appoggia la gonna sulle ginocchia e fai in modo che la tua mano si perda sotto il tavolo nel suo pantalone."
    },
    "luogo_021": {
      "label": "Festa in casa con musica alta",
      "explanation": "Casse che vibrano muri e pavimento, luci intermittenti e gente impegnata a ballare.",
      "level": "L2",
      "tips": "Resta vicina al muro, abbassati e lascia che ti penetri mentre tutti ballano intorno: ogni tuo sospiro si confonderà con la musica."
    },
    "luogo_022": {
      "label": "Terrazzo condominiale",
      "explanation": "Lastre di cemento e ringhiere metalliche, una vista urbane decentrata e aria fresca.",
      "level": "L2",
      "supports": ["outdoor"],
      "tips": "Piegati in avanti sulla ringhiera con le mani davanti a te: piega una gamba e lascialo prenderla da dietro mentre guardi il paesaggio."
    },
    "luogo_023": {
      "label": "Aula universitaria vuota",
      "explanation": "Banchi in legno, lavagna alle spalle e un silenzio rarefatto dopo le lezioni.",
      "level": "L2",
      "supports": ["public"],
      "tips": "Sali sul banco con una gamba, fai sedere il professore immaginario lì, e lascialo penetrare davanti ai banchi vuoti: senti il legno sotto di te ad ogni spinta."
    },
    "luogo_024": {
      "label": "Biblioteca poco frequentata",
      "explanation": "Scaffali ordinati, odore di carta antica e un silenzio che muore solo con le pagine sfogliate.",
      "level": "L2",
      "supports": ["public"],
      "tips": "Metti un libro sul volto e abbassati accovacciata fra gli scaffali: lascialo penetrare da dietro mentre senti il suo respiro."
    },
    "luogo_025": {
      "label": "Parco al crepuscolo",
      "explanation": "Sentieri di ghiaia, alberi fitti e un’aria che si raffredda mentre il sole scompare.",
      "level": "L2",
      "supports": ["outdoor"],
      "tips": "Sdraiati sul prato con le gambe divaricate e indica lui dove prendere posto: lascia che ti penetri lentamente mentre uccelli volano al tramonto."
    },
    "luogo_021": {
      "label": "Letto di casa",
      "explanation": "Il regno dell’intimità, ma anche il palcoscenico perfetto per sperimentare.",
      "level": "L2",
      "tips": "Stenditi a pancia in giù col busto sul bordo, lascia che ti prenda da dietro tenendoti per i fianchi e guardandoti allo specchio. Più profondo, più intenso."
  },
  "luogo_022": {
      "label": "Doccia con vetri trasparenti",
      "explanation": "Gocce sul vetro, vapore e corpi scivolosi: il desiderio non chiede il permesso.",
      "level": "L2",
      "tips": "Spingiti contro il vetro con le mani, gambe divaricate e schiena arcuata. Fatti penetrare mentre l'acqua vi rimbalza addosso."
  },
  "luogo_023": {
      "label": "Balcone al tramonto",
      "explanation": "Aria tiepida e luce dorata; ottimo per un bacio lento con vista.",
      "level": "L2",
      "tips": "Appoggiati alla ringhiera, gambe leggermente aperte. Mettiti a 90 col mare davanti: ogni spinta è un’onda.",
      "supports": ["outdoor"]
  },
  "luogo_024": {
      "label": "Sedile posteriore dell’auto",
      "explanation": "Un classico intramontabile, tra finestrini appannati e sospiri trattenuti.",
      "level": "L2",
      "tips": "Sali sopra di lui a gambe larghe, e cavalcalo mentre ti tiene stretta. Ogni curva della strada sarà un colpo in più.",
      "supports": ["outdoor"]
  },
  "luogo_025": {
      "label": "Ufficio vuoto dopo l’orario",
      "explanation": "Scrivanie spoglie, neon tremolanti, e la tensione rimasta nell’aria.",
      "level": "L2",
      "tips": "Siediti sulla scrivania, slaccia la camicetta lentamente. Poi apri le gambe e lascia che ti usi come la presentazione più convincente.",
      "supports": ["public"]
  },
  "luogo_026": {
      "label": "Scala antincendio",
      "explanation": "Metallo freddo e il cielo sopra: ogni passo è un rintocco metallico che fa tremare.",
      "level": "L2",
      "tips": "Sali due gradini, solleva la gonna e aggrappati alla ringhiera. Lascia che ti entri da dietro con tutta la città ai vostri piedi.",
      "supports": ["outdoor"]
  },
  "luogo_027": {
      "label": "Altalena nel parco",
      "explanation": "Gambe che oscillano, mani sulle corde: l’equilibrio si perde, la voglia no.",
      "level": "L2",
      "tips": "Siediti sull’altalena e lascia che ti penetri tenendoti per i fianchi. Ogni spinta è una vertigine nuova.",
      "supports": ["outdoor"]
  },
  "luogo_028": {
      "label": "Panchina nascosta dal verde",
      "explanation": "Foglie che coprono lo sguardo, ma non i desideri. Il legno è freddo, ma il corpo no.",
      "level": "L2",
      "tips": "Siediti sulle sue ginocchia, affrontalo e abbassa piano gli slip. Poi cavalcalo lenta, mentre i rami coprono i vostri sospiri.",
      "supports": ["outdoor"]
  },
  "luogo_029": {
      "label": "Parabrezza dell’auto",
      "explanation": "Vista panoramica, sedili reclinati e vetri che si appannano.",
      "level": "L2",
      "tips": "Sdraiati sul sedile e poggia i piedi sul cruscotto. Lascialo entrare mentre ti guarda, e il parabrezza diventa uno schermo per il vostro film.",
      "supports": ["outdoor"]
  },
  "luogo_030": {
      "label": "Parco giochi di notte",
      "explanation": "Deserto, silenzioso, con il cigolio lontano di un'altalena mossa dal vento.",
      "level": "L2",
      "tips": "Sali sullo scivolo e apri le gambe. Lascialo salire da sotto e prenderti con la luna che vi osserva.",
      "supports": ["outdoor"]
  },
  "luogo_031": {
      "label": "Dietro un chiosco chiuso",
      "explanation": "Serrande abbassate, odore di zucchero filato svanito e buio sufficiente.",
      "level": "L2",
      "tips": "Appoggiati alla parete con le mani e lascia che ti sollevi una gamba. Il profumo di trasgressione è più forte del ricordo dei gelati.",
      "supports": ["outdoor"]
  },
  "luogo_032": {
      "label": "Bagno pubblico elegante",
      "explanation": "Piastrelle lucide, specchi e l’eco di respiri trattenuti.",
      "level": "L2",
      "tips": "Chiuditi nella toilette, siediti sul lavandino e allarga le gambe. Lascia che ti lecchi davanti allo specchio, tra marmi e gemiti silenziati.",
      "supports": ["public"]
  },
  "luogo_033": {
      "label": "Dietro le tende in salotto",
      "explanation": "La luce filtra appena, il profumo del tessuto si mescola al tuo.",
      "level": "L2",
      "tips": "Inginocchiati dietro la tenda, spingi il sedere all’indietro e lascia che ti penetri mentre la luce del giorno ti disegna il profilo."
  },
  "luogo_034": {
      "label": "Biblioteca vuota",
      "explanation": "Silenzio assoluto, scaffali pieni di storie e voglia di scriverne una nuova.",
      "level": "L2",
      "tips": "Chinati sul tavolo con un libro in mano e il culo alzato. Lascia che ti prenda piano, in silenzio, mentre leggi a voce bassa.",
      "supports": ["public"]
  },
  "luogo_035": {
      "label": "Spogliatoio palestra",
      "explanation": "Vapore e specchi, odore di sudore e voglia accumulata.",
      "level": "L2",
      "tips": "Siediti sulla panca, spalanca le gambe e invita con lo sguardo. Ogni colpo risuonerà tra le piastrelle.",
      "supports": ["public"]
  },
  "luogo_036": {
      "label": "Parcheggio sotterraneo",
      "explanation": "Buio, cemento e motori spenti. Ogni passo rimbomba e ogni ansimo vibra.",
      "level": "L2",
      "tips": "In piedi contro la portiera, tira giù tutto tranne i tacchi. Appoggiati e lascia che ti usi come una sfida ai sensi.",
      "supports": ["outdoor"]
  },
  "luogo_037": {
      "label": "Ingresso scale condominiali",
      "explanation": "Portone chiuso alle spalle, passi lontani e odore di pietra.",
      "level": "L2",
      "tips": "Siediti sul primo gradino con la schiena al muro. Togliti solo l’intimo, allarga le gambe e guardalo negli occhi.",
      "supports": ["public"]
  },
  "luogo_038": {
      "label": "Dietro le quinte di un palco",
      "explanation": "Tendaggi scuri, odore di legno e il brivido di essere scoperti.",
      "level": "L2",
      "tips": "Appoggiati a un fondale e fatti penetrare veloce, senza parlare. Solo sospiri e applausi in lontananza.",
      "supports": ["public"]
  },
  "luogo_039": {
      "label": "Cucina di casa",
      "explanation": "Profumo di cibo e tavoli pieni di possibilità.",
      "level": "L2",
      "tips": "Sali sul tavolo, apri le gambe e tieni un mestolo tra i denti. Lascia che ti assaggi prima di servirti con tutto."
  },
  "luogo_040": {
      "label": "Stanza d’albergo",
      "explanation": "Nuove lenzuola, nuova identità. Siete chi volete essere, almeno per una notte.",
      "level": "L2",
      "tips": "Fatti trovare già pronta, in ginocchio sul letto con lo sguardo sfacciato. Lascia che ti prenda senza troppe domande."
    },
    "luogo_041": {
        "label": "Sala riunioni di un hotel",
        "explanation": "Tavoli eleganti, sedie vuote e silenzio ovattato: un luogo nato per decisioni importanti, ma anche per trasgressioni taciute.",
        "level": "L3",
        "tips": "Sali sul tavolo, alza il vestito e guarda verso la porta. Lascia che ti scopi lentamente, con l’eco dei gemiti tra le pareti insonorizzate.",
        "supports": ["public"]
    },
    "luogo_042": {
        "label": "Spogliatoio abbandonato",
        "explanation": "Armadi in ferro, luci spente e odore di polvere: un'ombra di sudore e desiderio tra gli oggetti lasciati indietro.",
        "level": "L3",
        "tips": "Appoggiati alla panca e piegati in avanti. Lascia che ti scopi forte tra gli armadietti, come se fosse la vostra ultima partita.",
        "supports": ["public"]
    },
    "luogo_043": {
        "label": "Duna isolata in spiaggia",
        "explanation": "Sabbia calda sotto i piedi e il rumore del mare: una trincea di vento e voglia nascosta al mondo.",
        "level": "L3",
        "tips": "Sdraiati sulla sabbia con le gambe aperte e guardalo mentre si inginocchia tra le cosce. Ogni onda sarà un colpo in più dentro di te.",
        "supports": ["outdoor"]
    },
    "luogo_044": {
        "label": "Bagno di un centro commerciale",
        "explanation": "Porte chiuse, specchi appannati e luci bianche: un tempio di consumismo e segreti.",
        "level": "L3",
        "tips": "Siediti sul lavandino, abbassa le spalline e apri le gambe. Fatti prendere in fretta mentre il mondo fuori ignora tutto.",
        "supports": ["public"]
    },
    "luogo_045": {
        "label": "Dietro al maxischermo di un concerto",
        "explanation": "La folla urla, ma lì dietro c’è solo il battito del tuo cuore e il suo corpo.",
        "level": "L3",
        "tips": "Poggiati al metallo e fatti sollevare una gamba. Mentre il basso vibra, lascia che ti entri e che il ritmo vi faccia perdere ogni controllo.",
        "supports": ["public"]
    },
    "luogo_046": {
        "label": "Giardino botanico dopo l’orario",
        "explanation": "Piante esotiche, profumi intensi e percorsi silenziosi. Il paradiso diventa più carnale.",
        "level": "L3",
        "tips": "Nasconditi tra le fronde, inginocchiati tra le radici e lascia che ti prenda piano, come se foste gli unici esseri viventi.",
        "supports": ["outdoor"]
    },
    "luogo_047": {
        "label": "Terrazza dell'attico di un amico",
        "explanation": "Luci della città, calici mezzi pieni e vento che accarezza la pelle: eleganza e trasgressione a un passo dal cielo.",
        "level": "L3",
        "tips": "Appoggiati alla balaustra e tirati su la gonna. Guardalo mentre ti entra da dietro e la città diventa un tappeto di luci.",
        "supports": ["outdoor"]
    },
    "luogo_048": {
        "label": "Corridoio buio di un ostello",
        "explanation": "Passi ovattati, porte chiuse e l’odore incerto di mille storie. Un teatro di occasioni rubate.",
        "level": "L3",
        "tips": "Spingiti contro il muro e tieniti alle spalle. Lascia che ti prenda veloce, con l’adrenalina che corre più del piacere.",
        "supports": ["public"]
    },
    "luogo_049": {
        "label": "Sdraio in un lido chiuso",
        "explanation": "Stabilimento deserto, legno sbiadito e ricordi estivi appiccicati alle dita.",
        "level": "L3",
        "tips": "Sdraia su e togli il costume. Fatti penetrare mentre guardi il mare, con il rumore delle onde e le sdraio come spettatori.",
        "supports": ["outdoor"]
    },
    "luogo_050": {
        "label": "Finestra aperta di notte",
        "explanation": "Luce di luna sul letto, tende che si muovono e una città che ascolta in silenzio.",
        "level": "L3",
        "tips": "Mettiti a carponi rivolgendoti verso l’esterno. Lascia che ti scopi forte mentre osservi il buio fuori e ti chiedi chi potrebbe vedervi."
    },
    "luogo_051": {
      "label": "Sottoscala di un edificio",
      "explanation": "Muri grezzi, umidità e silenzio denso: perfetto per i giochi segreti.",
      "level": "L3",
      "tips": "Siediti sugli scalini, apri le gambe e lascia che ti scopi mentre ti copre la bocca. Il brivido di essere scoperta farà il resto.",
      "supports": ["public"]
  },
  "luogo_052": {
      "label": "Gondola a Venezia di notte",
      "explanation": "Acqua scura, luci tremolanti e il suono dei remi: poesia e desiderio che galleggiano.",
      "level": "L3",
      "tips": "Siediti sulle sue gambe e inizia a muoverti piano mentre scivolate nell’oscurità. Nessuno sentirà i tuoi sospiri tra i canali.",
      "supports": ["outdoor"]
  },
  "luogo_053": {
      "label": "Camerino di un teatro chiuso",
      "explanation": "Specchi incorniciati, costumi appesi e silenzio drammatico: ogni movimento diventa scena.",
      "level": "L3",
      "tips": "Siediti sul tavolo da trucco, gambe divaricate, e guardalo negli occhi mentre ti prende. La luce dei riflettori spenti vi osserva.",
      "supports": ["public"]
  },
  "luogo_054": {
      "label": "Tetto di una scuola",
      "explanation": "Vista aperta, strutture basse e una brezza complice: ideale per piccole follie adolescenziali.",
      "level": "L3",
      "tips": "Stenditi sulle tegole tiepide e lascia che ti scopi guardando il cielo. Ogni stella sarà un sussurro.",
      "supports": ["outdoor"]
  },
  "luogo_055": {
      "label": "Magazzino in disuso",
      "explanation": "Casse impolverate e luci fioche: uno spazio dimenticato perfetto per non dimenticare il piacere.",
      "level": "L3",
      "tips": "Piegati su una scatola robusta e lascia che ti prenda con forza, mentre il vuoto intorno amplifica ogni suono.",
      "supports": ["public"]
  },
  "luogo_056": {
      "label": "Balcone dell’appartamento di amici",
      "explanation": "Una sigaretta, un drink e la tentazione di farlo a due passi dalla sala affollata.",
      "level": "L3",
      "tips": "Mettiti di spalle appoggiata al parapetto, solleva la gonna e lascialo entrare mentre il chiacchiericcio dentro continua ignaro.",
      "supports": ["outdoor"]
  },
  "luogo_057": {
      "label": "Piattaforma panoramica",
      "explanation": "Vista mozzafiato, vento tra i capelli e un senso di libertà che spinge oltre.",
      "level": "L3",
      "tips": "Appoggiati alla ringhiera, alzati il vestito e fatti penetrare da dietro, guardando l’orizzonte. Ogni colpo sarà un respiro d’aria nuova.",
      "supports": ["outdoor"]
  },
  "luogo_058": {
      "label": "Centro benessere di notte",
      "explanation": "Luci basse, profumo di oli e il rumore dell’acqua: un paradiso riservato.",
      "level": "L3",
      "tips": "Sdraiati nuda sul lettino e lascia che ti spalmi l’olio ovunque. Poi fatti prendere lentamente, con i gemiti mescolati agli aromi.",
      "supports": ["public"]
  },
  "luogo_059": {
      "label": "Parcheggio sul tetto",
      "explanation": "Asfalto caldo, auto abbandonate e la luna sopra: il posto meno romantico che diventa perfetto.",
      "level": "L3",
      "tips": "Appoggiati al cofano e spingi indietro il sedere. Ogni colpo rimbomberà tra le lamiere e le stelle.",
      "supports": ["outdoor"]
  },
  "luogo_060": {
      "label": "Camera di un ostello condiviso",
      "explanation": "Letti a castello, pareti sottili e regole scritte da ignorare.",
      "level": "L3",
      "tips": "Sali sul letto di sopra, tirati via le mutandine e lascia che ti prenda con forza, cercando di non svegliare nessuno.",
      "supports": ["public"]
  },
    "luogo_061": {
        "label": "Sedile posteriore dell’auto in sosta",
        "explanation": "Abitacolo ristretto, vetri appannati e ogni sussurro che rimbalza tra i finestrini.",
        "level": "L4",
        "tips": "Sali a cavalcioni, lascia i vestiti sulle ginocchia e inizia a muoverti lenta mentre il mondo fuori scorre ignaro.",
        "supports": ["outdoor"]
    },
    "luogo_062": {
        "label": "Deposito biciclette condominiale",
        "explanation": "Ruote accatastate e luci al neon, silenzioso come un segreto custodito tra le cantine.",
        "level": "L4",
        "tips": "Appoggiati al manubrio di una bici e piegati un po’ in avanti, lasciandoti scopare tra l’odore di gomma e adrenalina.",
        "supports": ["public"]
    },
    "luogo_063": {
        "label": "Sedia di un vecchio cinema chiuso",
        "explanation": "Schermo spento, poltrone consumate e silenzi densi di memorie proibite.",
        "level": "L4",
        "tips": "Siediti sulle sue gambe e fai piano, una spinta alla volta, con la polvere che danza nella luce dei neon rotti.",
        "supports": ["public"]
    },
    "luogo_064": {
        "label": "Prato di notte in periferia",
        "explanation": "Erba alta, nessuna luce artificiale, solo le stelle come testimoni.",
        "level": "L4",
        "tips": "Sdraiati a terra con le gambe aperte e lo sguardo verso il cielo. Ogni colpo sarà un sussulto che ti collega all’universo.",
        "supports": ["outdoor"]
    },
    "luogo_065": {
        "label": "Garage seminterrato di un centro commerciale",
        "explanation": "Cemento nudo, neon intermittenti e un’eco inquieta: perfetto per chi ama rischiare.",
        "level": "L4",
        "tips": "Appoggiati a una colonna, alza il vestito e lascia che ti penetri velocemente mentre il rumore dei carrelli si avvicina.",
        "supports": ["public"]
    },
    "luogo_066": {
        "label": "Tenda in campeggio tra i boschi",
        "explanation": "Tessuto sottile, suoni della natura e vibrazioni a ogni movimento.",
        "level": "L4",
        "tips": "Sdraiati sul sacco a pelo, con le gambe sulle sue spalle. Ogni gemito dovrai soffocarlo col dorso della mano.",
        "supports": ["outdoor"]
    },
    "luogo_067": {
        "label": "Ponte sospeso in montagna",
        "explanation": "Altitudine, vento teso e solo il suono dei passi sulla passerella traballante.",
        "level": "L4",
        "tips": "Fermati al centro, girati di schiena e appoggiati alla corda. Fatti scopare mentre guardi il mondo sotto di te.",
        "supports": ["outdoor"]
    },
    "luogo_068": {
        "label": "Archivio di una biblioteca",
        "explanation": "Mensole altissime, libri impolverati e silenzi obbligati: puro tabù.",
        "level": "L4",
        "tips": "Sali su una scaletta e abbassati le mutandine. Lui entra mentre tieni una mano sugli scaffali e l’altra sulla bocca.",
        "supports": ["public"]
    },
    "luogo_069": {
        "label": "Zona relax di un coworking",
        "explanation": "Divanetti, cuscini e l'odore del caffè freddo: quando la pausa diventa brama.",
        "level": "L4",
        "tips": "Mettiti seduta a gambe larghe sul divano, tira su la gonna e lascia che ti penetri mentre fingi una call.",
        "supports": ["public"]
    },
    "luogo_070": {
        "label": "Altalena in un parco deserto",
        "explanation": "Catene fredde e il cigolio del metallo: innocenza persa tra ombre e desideri.",
        "level": "L4",
        "tips": "Siediti sull’altalena e inizia a dondolare con lui dietro che ti entra piano. Ogni spinta sarà anche un’oscillazione.",
        "supports": ["outdoor"]
    },
    "luogo_071": {
        "label": "Spogliatoio di una palestra",
        "explanation": "Armadietti in fila, odore di sapone e pelle sudata: l'ultimo sforzo prima del piacere.",
        "level": "L4",
        "tips": "Mettiti davanti allo specchio e piegati sul lavandino, guardandoti mentre ti prende forte da dietro.",
        "supports": ["public"]
    },
    "luogo_072": {
        "label": "Parco giochi abbandonato",
        "explanation": "Scivoli arrugginiti, erbacce e il ricordo di voci lontane: un luogo diventato selvaggio.",
        "level": "L4",
        "tips": "Appoggiati a uno scivolo inclinato e spingi indietro il sedere. Il metallo freddo sotto ti farà tremare di più.",
        "supports": ["outdoor"]
    },
    "luogo_073": {
        "label": "Ascensore in un edificio vuoto",
        "explanation": "Pareti di metallo, vibrazioni leggere e l'attesa del ‘ding’ al piano sbagliato.",
        "level": "L4",
        "tips": "Appoggiati agli specchi laterali, tira su la gonna e lascia che ti prenda veloce, trattenendo il fiato a ogni sosta.",
        "supports": ["public"]
    },
    "luogo_074": {
        "label": "Zona picnic in montagna",
        "explanation": "Tavoli grezzi, aria pura e l’eco dei tuoi gemiti tra le cime.",
        "level": "L4",
        "tips": "Sdraiati sul tavolo in legno, con le gambe aperte e lo sguardo fisso sulle nuvole mentre ti prende.",
        "supports": ["outdoor"]
    },
    "luogo_075": {
        "label": "Stanza degli ospiti a casa di amici",
        "explanation": "Letto rifatto, silenzio imbarazzante e pareti sottili: l’arte del contenersi.",
        "level": "L4",
        "tips": "Siediti su di lui in silenzio, copriti la bocca con un cuscino e fai movimenti lenti. Il rischio è parte del gioco."
    },
    "luogo_076": {
        "label": "Capanno da pesca",
        "explanation": "Legno marcio, odore di alghe e una barca legata fuori: la calma prima dell’onda.",
        "level": "L4",
        "tips": "Mettiti carponi vicino alla finestra aperta, così puoi guardare il lago mentre lui ti prende forte.",
        "supports": ["outdoor"]
    },
    "luogo_077": {
        "label": "Scalinata di un palazzo antico",
        "explanation": "Pietra liscia, archi alti e passi che rimbombano: lussuria travestita da storia.",
        "level": "L4",
        "tips": "Siediti su uno scalino, apri le gambe e lascia che si inginocchi davanti a te. Ogni eco sarà un invito.",
        "supports": ["public"]
    },
    "luogo_078": {
        "label": "Zona industriale dismessa",
        "explanation": "Cemento, graffiti e un silenzio pieno di memoria: ribellione e desiderio si fondono.",
        "level": "L4",
        "tips": "Poggiati a un muro sbrecciato, tira su il vestito e lasciati prendere mentre il rumore dei tuoi gemiti sfida il silenzio.",
        "supports": ["outdoor"]
    },
    "luogo_079": {
        "label": "Deposito di una scuola chiusa",
        "explanation": "Vecchi banchi impilati, odore di gesso e finestre opache: l’adrenalina dell’infrazione.",
        "level": "L4",
        "tips": "Sali su una cattedra, apri le gambe e lascia che ti prenda davanti a un’aula muta che ascolta.",
        "supports": ["public"]
    },
    "luogo_080": {
        "label": "Terrazza condominiale al crepuscolo",
        "explanation": "Cemento ruvido, vasi abbandonati e uno scorcio sulla città: la quiete prima della notte.",
        "level": "L4",
        "tips": "Poggiati alla ringhiera con le mani, tira su il vestito e lasciati penetrare lentamente mentre la città si illumina sotto di te.",
        "supports": ["outdoor"]
    },
    "luogo_081": {
      "label": "Trenino panoramico di una località turistica",
      "explanation": "Sedili stretti, finestrini aperti e il paesaggio che corre accanto: eccitante e rischioso.",
      "level": "L5",
      "tips": "Siediti sulle sue ginocchia, alza appena la gonna e muoviti piano sotto la giacca. Nessuno si accorgerà se resti zitta.",
      "supports": ["public"]
  },
  "luogo_082": {
      "label": "Cabina abbandonata in montagna",
      "explanation": "Legno scricchiolante, odore di resina e isolamento assoluto: la natura come unica testimone.",
      "level": "L5",
      "tips": "Stenditi sul tavolo grezzo, gambe allargate e schiena nuda sul legno freddo. La sensazione primitiva farà impazzire entrambi.",
      "supports": ["outdoor"]
  },
  "luogo_083": {
      "label": "Torretta di un castello medievale",
      "explanation": "Pietre antiche, vento che sibila e un panorama mozzafiato: storia e desiderio si fondono.",
      "level": "L5",
      "tips": "Appoggiati al merlo della torre, tira via l’intimo e fatti prendere da dietro mentre guardi l’orizzonte.",
      "supports": ["outdoor"]
  },
  "luogo_084": {
      "label": "Retro di un fast food h24",
      "explanation": "Cassonetti, luci fredde e odore di fritto: lo sporco che diventa tentazione.",
      "level": "L5",
      "tips": "Piegati contro il muro, scosta la tuta e fatti scopare veloce. L’odore grasso dell’olio renderà tutto ancora più animalesco.",
      "supports": ["public"]
  },
  "luogo_085": {
      "label": "Baita affittata per il weekend",
      "explanation": "Legna che arde, finestre appannate e solo silenzio attorno: il tempo si ferma per godere.",
      "level": "L5",
      "tips": "Nuda con solo un maglione, siediti davanti al camino e fatti prendere lentamente con lo sguardo fisso sulle fiamme."
  },
  "luogo_086": {
      "label": "Tunnel pedonale abbandonato",
      "explanation": "Eco metallica, graffiti e senso di vuoto: il pericolo come afrodisiaco.",
      "level": "L5",
      "tips": "Spingiti contro la parete, lascia che ti spinga le gambe contro il muro e ti scopi forte mentre l’eco amplifica ogni colpo.",
      "supports": ["public"]
  },
  "luogo_087": {
      "label": "Pontile sul lago all’alba",
      "explanation": "Acqua immobile, silenzio sospeso e luce rosa: ogni cosa sembra possibile.",
      "level": "L5",
      "tips": "Siediti con i piedi a penzoloni sull’acqua, alzati la gonna e lascia che lui ti entri da dietro mentre il sole vi scalda la pelle.",
      "supports": ["outdoor"]
  },
  "luogo_088": {
      "label": "Laboratorio scolastico di notte",
      "explanation": "Banchi ordinati, odore di reagenti e luci al neon spente: il sapere incontra la carne.",
      "level": "L5",
      "tips": "Stenditi sul banco di chimica e lascia che ti lecchi tra i becher, tra il freddo del marmo e il caldo del corpo.",
      "supports": ["public"]
  },
  "luogo_089": {
      "label": "Cava dismessa",
      "explanation": "Polvere, rocce e un silenzio assordante: l’eco del piacere amplificato nella pietra.",
      "level": "L5",
      "tips": "Appoggiati a un macchinario arrugginito, alzati il vestito e fatti scopare forte mentre la polvere sale attorno a voi.",
      "supports": ["outdoor"]
  },
  "luogo_090": {
      "label": "Vano ascensore bloccato",
      "explanation": "Spazio stretto, pareti metalliche e un tabù architettonico: il tempo si ferma davvero.",
      "level": "L5",
      "tips": "Poggiati contro lo specchio, gambe intorno alla sua vita, e lascia che ti alzi e ti prenda senza uscire mai dal tuo sguardo.",
      "supports": ["public"]
  },
  "luogo_091": {
        "label": "Stanza insonorizzata di uno studio di registrazione",
        "explanation": "Pareti foderate, suoni ovattati e privacy totale: qui ogni gemito è permesso.",
        "level": "L5",
        "tips": "Mettiti le cuffie, chiudi gli occhi e lasciati sussurrare oscenità mentre ti prende piano ma deciso sopra il mixer."
    },
    "luogo_092": {
        "label": "Sottopasso ferroviario a notte fonda",
        "explanation": "Umido, deserto e vagamente sinistro: il proibito prende forma.",
        "level": "L5",
        "tips": "Appoggiati al muro, tira giù i pantaloni e restagli addosso mentre senti i vagoni passare sopra la testa.",
        "supports": ["public"]
    },
    "luogo_093": {
        "label": "Piscina di un hotel chiusa al pubblico",
        "explanation": "Acqua immobile, cloro nell’aria e luci soffuse: un set perfetto per sguardi e corpi nudi.",
        "level": "L5",
        "tips": "Sali sul bordo bagnato, spalanca le gambe e lascia che ti lecchi mentre le mani ti reggono sui fianchi."
    },
    "luogo_094": {
        "label": "Serra botanica",
        "explanation": "Umidità, odore di terra e piante carnose ovunque: la natura diventa lussuria.",
        "level": "L5",
        "tips": "Togliti lentamente i vestiti tra le felci, stenditi tra le foglie e lascia che ti penetri come una pianta rampicante.",
        "supports": ["public"]
    },
    "luogo_095": {
        "label": "Osservatorio astronomico",
        "explanation": "Buio, silenzio assoluto e un cielo pieno di stelle: una notte da immortalare.",
        "level": "L5",
        "tips": "Mettiti sopra di lui davanti al telescopio, con la gonna alzata. Ogni spinta farà tremare le costellazioni.",
        "supports": ["public"]
    },
    "luogo_096": {
        "label": "Zona rovine archeologiche poco sorvegliata",
        "explanation": "Pietre millenarie, tempo sospeso e nessuno intorno: eccitante come una profanazione.",
        "level": "L5",
        "tips": "Poggiati a una colonna antica, tirati su la veste come una dea greca e lasciati adorare tra storia e carne.",
        "supports": ["outdoor"]
    },
    "luogo_097": {
        "label": "Garage privato con luci soffuse",
        "explanation": "Olio, cemento e odore di pneumatici: un luogo ruvido, caldo, intimo.",
        "level": "L5",
        "tips": "Sali sul cofano, gambe divaricate, mani sporche di grasso: lasciati penetrare con forza mentre l’eco rimbalza tra le pareti."
    },
    "luogo_098": {
        "label": "Sedia a rotelle in un corridoio vuoto d’ospedale",
        "explanation": "Il silenzio, il freddo, le luci bianche: il desiderio irrompe in uno spazio sospeso.",
        "level": "L5",
        "tips": "Siediti lentamente, spalanca le gambe sulla sedia e fatti leccare mentre il tuo respiro si mescola all’odore di disinfettante.",
        "supports": ["public"]
    },
    "luogo_099": {
        "label": "Tetto accessibile con vista sulla città",
        "explanation": "Il mondo sotto di voi, l’aria sottile e i battiti accelerati: libertà e rischio si fondono.",
        "level": "L5",
        "tips": "Sporgiti appena, afferra la ringhiera e fatti scopare da dietro con la città che osserva silenziosa.",
        "supports": ["outdoor"]
    },
    "luogo_100": {
        "label": "Piattaforma galleggiante ancorata al largo",
        "explanation": "Isolamento totale, acqua sotto e cielo sopra: un orgasmo nell'infinito.",
        "level": "L5",
        "tips": "Stenditi a pancia in giù sulla tavola, alza il sedere, lascia che le onde vi cullino mentre lui ti penetra con lentezza oceanica.",
        "supports": ["outdoor"]
    },
    "luogo_101": {
        "label": "Tettoia di un treno in corsa (fantasia adrenalinica)",
        "explanation": "Velocità, vento in faccia, equilibrio precario: pura fantasia estrema.",
        "level": "L6",
        "tips": "Immagina di cavalcarlo a cavalcioni sopra il tetto, con il vento che ti spettina e l’orgasmo che arriva insieme alla prossima stazione.",
        "supports": ["outdoor"]
    },
    "luogo_102": {
        "label": "Interno di una giostra in movimento (tipo ruota panoramica)",
        "explanation": "Altezze vertiginose, sospensione e luci intermittenti: un palco segreto tra le stelle.",
        "level": "L6",
        "tips": "Siediti sopra di lui quando siete in cima, muovendoti piano mentre guardi il mondo ruotare attorno.",
        "supports": ["public"]
    },
    "luogo_103": {
        "label": "Cima di un faro abbandonato",
        "explanation": "Panorama aperto, silenzio e vento salmastro: qui domina solo la voglia.",
        "level": "L6",
        "tips": "Spogliati piano mentre salite le scale, poi inginocchiati con vista sull’orizzonte e prendilo tutto in gola.",
        "supports": ["outdoor"]
    },
    "luogo_104": {
        "label": "Labirinto di siepi",
        "explanation": "Percorsi nascosti, svolte improvvise e nessuno che guarda: ogni curva è una trappola erotica.",
        "level": "L6",
        "tips": "Nasconditi tra le foglie e aspettalo in ginocchio. Quando ti trova, fagli perdere l’orientamento con la bocca.",
        "supports": ["outdoor"]
    },
    "luogo_105": {
        "label": "Teatro vuoto con luci accese sul palco",
        "explanation": "Sedie vuote, silenzio teso, riflettori puntati: l’orgasmo come atto finale.",
        "level": "L6",
        "tips": "Spogliati lentamente al centro della scena, poi inginocchiati e lasciati dirigere da lui come un’opera erotica.",
        "supports": ["public"]
    },
    "luogo_106": {
        "label": "Parco giochi chiuso di notte",
        "explanation": "Altalene ferme, scivoli bagnati e oscurità complice: il proibito ha l’odore dell’infanzia tradita.",
        "level": "L6",
        "tips": "Sali sull’altalena senza mutandine, lascia che ti spinga e ti prenda tra uno slancio e l’altro.",
        "supports": ["public"]
    },
    "luogo_107": {
        "label": "Cavità naturale in una grotta",
        "explanation": "Buio assoluto, pareti umide e suoni amplificati: l’eco del piacere primordiale.",
        "level": "L6",
        "tips": "Siediti sul bordo roccioso, bagnata, pronta. Lascia che il buio vi avvolga mentre lui ti esplora con la lingua.",
        "supports": ["outdoor"]
    },
    "luogo_108": {
        "label": "Funivia in movimento tra le montagne",
        "explanation": "Silenzio sospeso, vetri appannati e paesaggi che scorrono: l’orgasmo prende quota.",
        "level": "L6",
        "tips": "Appoggia le mani sui vetri freddi, piegati in avanti e lascia che ti prenda da dietro mentre i pini scorrono sotto.",
        "supports": ["public"]
    },
    "luogo_109": {
        "label": "Campeggio deserto fuori stagione",
        "explanation": "Tende vuote, natura ferma, libertà assoluta: una vacanza solo per corpi nudi.",
        "level": "L6",
        "tips": "Stenditi nuda sul materassino, apri le gambe al sole del mattino e fatti scivolare dentro piano piano.",
        "supports": ["outdoor"]
    },
    "luogo_110": {
        "label": "Soffitta polverosa e dimenticata",
        "explanation": "Ombre dense, odore di legno e segreti chiusi da anni: un tempio erotico dimenticato.",
        "level": "L6",
        "tips": "Sdraiati tra i vecchi bauli, con le ragnatele sopra, e apriti solo per lui come un ricordo nascosto."
    },
    "luogo_111": {
      "label": "Ponte tibetano tra le montagne",
      "explanation": "Instabile, sospeso, adrenalinico: il brivido dell’equilibrio tra piacere e caduta.",
      "level": "L6",
      "tips": "Fermati al centro e piegati contro la fune: il vento ti scuote mentre ti fa tremare da dentro.",
      "supports": ["outdoor"]
  },
  "luogo_112": {
      "label": "Piscina pubblica chiusa in notturna",
      "explanation": "Silenzio liquido, risonanze sensuali, odore di cloro e pelle nuda.",
      "level": "L6",
      "tips": "Scivola dentro l’acqua e avvicinati a lui: stringigli i fianchi con le gambe e muoviti lenta in galleggiamento.",
      "supports": ["public"]
  },
  "luogo_113": {
      "label": "Cupola di un osservatorio astronomico",
      "explanation": "Sotto le stelle, sopra le regole: tutto il cosmo a fare da testimone.",
      "level": "L6",
      "tips": "Mettiti a quattro sotto la lente del telescopio, così mentre ti prende guardate l’infinito insieme.",
      "supports": ["public"]
  },
  "luogo_114": {
      "label": "Vecchia serra invasa dalla vegetazione",
      "explanation": "Vetri rotti, piante selvatiche, calore umido e corpi intrecciati come radici.",
      "level": "L6",
      "tips": "Spingilo sul tavolo di terra, salici sopra e fai crescere il piacere tra rami e muschio.",
      "supports": ["outdoor"]
  },
  "luogo_115": {
      "label": "Spogliatoio di una palestra chiusa",
      "explanation": "Sudore, specchi e panche di legno: il tuo corpo come attrezzo erotico.",
      "level": "L6",
      "tips": "Mettiti sul banco degli addominali, gambe aperte e sguardo fisso nello specchio mentre ti allena lui.",
      "supports": ["public"]
  },
  "luogo_116": {
      "label": "Gondola veneziana a mezzanotte",
      "explanation": "Onde leggere, silenzio d’acqua e complicità notturna: Venezia come alcova mobile.",
      "level": "L6",
      "tips": "Appoggiati sul bordo, piegata in avanti con la laguna come sfondo mentre ti affonda lento e profondo.",
      "supports": ["public"]
  },
  "luogo_117": {
      "label": "Deposito di treni dismesso",
      "explanation": "Binari vuoti, ferraglia arrugginita e adrenalina: l’abbandono è desiderio crudo.",
      "level": "L6",
      "tips": "Salta su un vagone e abbassati lentamente, poi cavalcalo come se fossi in corsa contro il tempo.",
      "supports": ["public"]
  },
  "luogo_118": {
      "label": "Baita isolata nel bosco",
      "explanation": "Legno scricchiolante, camino acceso e fuori il gelo: l’interno brucia di voglia.",
      "level": "L6",
      "tips": "Sdraiati nuda davanti al fuoco e chiamalo con lo sguardo: fallo scaldare tra le tue cosce.",
      "supports": ["outdoor"]
  },
  "luogo_119": {
      "label": "Sedile posteriore di un’auto in corsa su una strada deserta",
      "explanation": "Strade buie, sospensioni tremolanti e rischio costante: il viaggio diventa orgasmo.",
      "level": "L6",
      "tips": "Striscia dietro senza dire nulla, sali su di lui e inizia a muoverti con la musica al massimo.",
      "supports": ["public"]
  },
  "luogo_120": {
      "label": "Punto panoramico su una scogliera",
      "explanation": "Silenzio abissale, vento tra i capelli e orizzonte sconfinato: il corpo vibra come l’oceano.",
      "level": "L6",
      "tips": "Mettiti a cavalcioni sulla ringhiera, guardando il vuoto, e lascia che ti tenga per i fianchi mentre ondeggi sopra di lui.",
      "supports": ["outdoor"]
  },
  "luogo_null": {
    "label": "qui non devi fare nulla",
    "explanation": "",
    "level": ""
  },
    "energia_001": {
      "label": "Dolce e compassionevole",
      "explanation": "Gestualità delicata, voci soffuse e sorrisi continui: tutto è avvolgente come una coperta calda.",
      "level": "L1"
    },
    "energia_002": {
      "label": "Giocosa e leggera",
      "explanation": "Risatine, solletico leggero e sguardi maliziosi che stuzzicano senza mai superare il limite.",
      "level": "L1"
    },
    "energia_003": {
      "label": "Romantica lenta",
      "explanation": "Baci lunghi, mani intrecciate e respiri profondi sincronizzati.",
      "level": "L1"
    },
    "energia_004": {
      "label": "Intima silenziosa",
      "explanation": "Poche parole, solo carezze e sguardi che parlano al posto della voce.",
      "level": "L1"
    },
    "energia_005": {
      "label": "Rassicurante",
      "explanation": "Toni morbidi, frasi d’incoraggiamento e abbracci che stringono forte prima di ogni passo più audace.",
      "level": "L1"
    },
    "energia_006": {
      "label": "Curiosa e lenta",
      "explanation": "Esplorazione attenta di ogni centimetro di pelle con mani e sussurri, senza fretta di arrivare al dunque.",
      "level": "L1"
    },
    "energia_007": {
      "label": "Attenta al respiro",
      "explanation": "Inspirare ed espirare all’unisono per creare connessione e calma condivisa.",
      "level": "L1"
    },
    "energia_008": {
      "label": "Coccolosa",
      "explanation": "Sfregare nasi, stringersi e dondolare come in un abbraccio senza tempo.",
      "level": "L1"
    },
    "energia_009": {
      "label": "Gentile e premurosa",
      "explanation": "Domande su comfort e consenso accompagnano ogni carezza.",
      "level": "L1"
    },
    "energia_010": {
      "label": "Sensuale slow-tempo",
      "explanation": "Movimenti rallentati al ritmo di musica soft, labbra che si sfiorano come per caso.",
      "level": "L1"
    },
    "energia_011": {
      "label": "Affettuosa",
      "explanation": "Parole dolci e complimenti sussurrati che fanno arrossire e sorridere.",
      "level": "L1"
    },
    "energia_012": {
      "label": "Scoperta giocosa",
      "explanation": "Indovinelli sul corpo: ‘Dove sto toccando adesso?’ seguiti da risatine e baci.",
      "level": "L1"
    },
    "energia_013": {
      "label": "Pacata",
      "explanation": "Movimenti lenti, lunghi sospiri e pause frequenti per godere del momento.",
      "level": "L1"
    },
    "energia_014": {
      "label": "Sorridente",
      "explanation": "Ogni gesto viene accompagnato da sorrisi compiaciuti e occhi luminosi.",
      "level": "L1"
    },
    "energia_015": {
      "label": "Accudente",
      "explanation": "Coprire il partner con una coperta dopo un brivido, offrire acqua, pettinare i capelli con le dita.",
      "level": "L1"
    },
    "energia_016": {
      "label": "Meditativa",
      "explanation": "Silenzio condiviso, mani unite sul petto e focus sui battiti del cuore.",
      "level": "L1"
    },
    "energia_017": {
      "label": "Vibrante ma soffusa",
      "explanation": "Piccoli brividi e pelle d’oca, ma sempre avvolti da gentilezza.",
      "level": "L1"
    },
    "energia_018": {
      "label": "Rilassante",
      "explanation": "Toni bassi, luci calde e movimenti distesi per alleviare ogni tensione.",
      "level": "L1"
    },
    "energia_019": {
      "label": "Calorosa",
      "explanation": "Abbracci lunghi che sciolgono la giornata, respirando l’uno nell’altro.",
      "level": "L1"
    },
    "energia_020": {
      "label": "Delicatamente seduttiva",
      "explanation": "Piccoli morsi alle labbra, carezze su collo e orecchie senza fretta.",
      "level": "L1"
    },
    "energia_021": {
      "label": "Sensuale decisa",
      "explanation": "Movimenti più audaci ma ancora lenti, pressione delle mani che guida i fianchi con sicurezza.",
      "level": "L2"
    },
    "energia_022": {
      "label": "Romantica con mordente",
      "explanation": "Baci più lunghi che sfociano in piccoli morsi sul labbro.",
      "level": "L2"
    },
    "energia_023": {
      "label": "Canalizzata sulla voce",
      "explanation": "Istruzioni sussurrate su dove vuole le tue mani e la tua bocca.",
      "level": "L2"
    },
    "energia_024": {
      "label": "Giochi di respiro lievi",
      "explanation": "Avvicinare bocca a bocca e respirare l’aria dell’altro, creando attesa prima di un bacio profondo.",
      "level": "L2"
    },
    "energia_025": {
      "label": "Stuzzicante",
      "explanation": "Brevi tocchi che si ritirano subito, lasciando il partner a inseguire la mano.",
      "level": "L2"
    },
    "energia_026": {
      "label": "Alternanza dolce–piccante",
      "explanation": "Carezze tenere interrotte da schiaffetti leggeri sui glutei.",
      "level": "L2"
    },
    "energia_027": {
      "label": "Respiri accelerati",
      "explanation": "Il ritmo del respiro sale mentre le mani esplorano sotto i vestiti.",
      "level": "L2"
    },
    "energia_028": {
      "label": "Guidata dalla musica",
      "explanation": "Movimenti al tempo di una traccia R&B sensuale, cambiando ritmo quando il beat aumenta.",
      "level": "L2"
    },
    "energia_029": {
      "label": "Gioco di complimenti",
      "explanation": "Ogni tocco è accompagnato da elogio, accrescendo fiducia e desiderio.",
      "level": "L2"
    },
    "energia_030": {
      "label": "Ritmo ondeggiante",
      "explanation": "Pelvi che si sfregano con movimento costante, crescendo lentamente d’intensità.",
      "level": "L2"
    },
    "energia_031": {
      "label": "Focus sul contatto visivo",
      "explanation": "Non distogliere lo sguardo mentre le mani percorrono il corpo del partner.",
      "level": "L2"
    },
    "energia_032": {
      "label": "Teasing verbale",
      "explanation": "Promesse sussurrate di ciò che verrà dopo, mantenendo la suspense.",
      "level": "L2"
    },
    "energia_033": {
      "label": "Baci ritmati",
      "explanation": "Serie di tre baci rapidi, pausa, poi uno lungo, ripetendo con variazioni.",
      "level": "L2"
    },
    "energia_034": {
      "label": "Tocco danza",
      "explanation": "Mani che seguono il profilo del partner come coreografia lenta.",
      "level": "L2"
    },
    "energia_035": {
      "label": "Intento e controllo",
      "explanation": "Il conduttore indica con la mano dove il partner deve posarsi o muoversi.",
      "level": "L2"
    },
    "energia_036": {
      "label": "Giochi di temperatura soft",
      "explanation": "Cubetto di ghiaccio che disegna una traccia seguita da un bacio caldo.",
      "level": "L2"
    },
    "energia_037": {
      "label": "Sorpresa improvvisa",
      "explanation": "Passare da carezze lente a bacio profondo afferrando fianchi con decisione.",
      "level": "L2"
    },
    "energia_038": {
      "label": "Movimento fluido",
      "explanation": "Spostarsi da seduti a sdraiati senza interrompere mai il contatto.",
      "level": "L2"
    },
    "energia_039": {
      "label": "Parole affamate",
      "explanation": "Descrivere cosa si vuole con dettagli leggermente espliciti, tenendo il partner sul filo.",
      "level": "L2"
    },
    "energia_040": {
      "label": "Melodia crescente",
      "explanation": "L’intensità sale come il crescendo in una canzone: inizio lento, culmine deciso.",
      "level": "L2"
    },
    "energia_041": {
      "label": "Piccante e decisa",
      "explanation": "Movimenti rapidi, pressioni forti sulle zone erogene, morsi leggeri.",
      "level": "L3"
    },
    "energia_042": {
      "label": "Dirty-talk costante",
      "explanation": "Parole esplicite guidano ogni gesto; il silenzio non è ammesso.",
      "level": "L3"
    },
    "energia_043": {
      "label": "Alternanza rallenta–spingi",
      "explanation": "Ritmi veloci seguiti da rallentamenti bruschi per creare spasmi di desiderio.",
      "level": "L3"
    },
    "energia_044": {
      "label": "Contatto visivo fisso",
      "explanation": "Non distogliere lo sguardo mentre i corpi si muovono in modo sempre più audace.",
      "level": "L3"
    },
    "energia_045": {
      "label": "Spanking ritmato",
      "explanation": "Serie di colpi su glutei in crescendo, misurati, con pause per accarezzare.",
      "level": "L3"
    },
    "energia_046": {
      "label": "Dominazione soft",
      "explanation": "Comandi chiari ma tono affettuoso; il partner obbedisce con sorriso complice.",
      "level": "L3"
    },
    "energia_047": {
      "label": "Respiri rapidi condivisi",
      "explanation": "Gemiti trattenuti a labbra unite, respirando l’aria dell’altro.",
      "level": "L3"
    },
    "energia_048": {
      "label": "Tono di sfida",
      "explanation": "Provocazioni verbali che invitano a superare i limiti con sorriso sicuro.",
      "level": "L3"
    },
    "energia_049": {
      "label": "Ritmo di batteria",
      "explanation": "Bacino si muove al tempo di beat veloci; ogni colpo un boato di piacere.",
      "level": "L3"
    },
    "energia_050": {
      "label": "Morsi appassionati",
      "explanation": "Denti che afferrano pelle di spalla, coscia, seno lasciando impronta calda.",
      "level": "L3"
    },
    "energia_051": {
      "label": "Gioco di potere esplicito",
      "explanation": "Frasi su chi comanda e chi obbedisce con tono fermo.",
      "level": "L3"
    },
    "energia_052": {
      "label": "Sfida resistenza",
      "explanation": "Vedere chi resiste più a lungo senza venire, con provocazioni costanti.",
      "level": "L3"
    },
    "energia_053": {
      "label": "Parole crude",
      "explanation": "Nessuna censura nel descrivere fantasie e desideri reciproci.",
      "level": "L3"
    },
    "energia_054": {
      "label": "Controllo ritmo musicale",
      "explanation": "Cambiare intensità in base al drop di una traccia dance.",
      "level": "L3"
    },
    "energia_055": {
      "label": "Punzecchi, poi coccoli",
      "explanation": "Unghie che graffiano leggero seguite da baci lenitivi sulla stessa linea.",
      "level": "L3"
    },
    "energia_056": {
      "label": "Voce bassa dominante",
      "explanation": "Ordini dati quasi in un ringhio, per vibrazione autoritaria nell’orecchio.",
      "level": "L3"
    },
    "energia_057": {
      "label": "Scuoti e blocca",
      "explanation": "Scatti di movimento alternati a immobilizzazioni improvvise per sorpresa erotica.",
      "level": "L3"
    },
    "energia_058": {
      "label": "Edging volontario",
      "explanation": "Il partner chiede di fermarsi e riprendere secondo un countdown prestabilito.",
      "level": "L3"
    },
    "energia_059": {
      "label": "Battito accelerato",
      "explanation": "Palpi polso o giugulare per sentire il cuore che impazzisce mentre spingi oltre.",
      "level": "L3"
    },
    "energia_060": {
      "label": "Provocazioni continue",
      "explanation": "Ogni carezza è seguita da frase su ciò che accadrà dopo, creando anticipazione costante.",
      "level": "L3"
    },
    "energia_061": {
      "label": "Dominazione intensa",
      "explanation": "Comandi perentori, tono fermo e nessuna esitazione nell’imporre ritmo e posizioni.",
      "level": "L4"
    },
    "energia_062": {
      "label": "Sottomissione totale",
      "explanation": "Il partner resta in attesa di ordini, mani dietro la schiena o legate.",
      "level": "L4"
    },
    "energia_063": {
      "label": "Punizione orgasm denial",
      "explanation": "Negare l’orgasmo ripetutamente come disciplina erotica.",
      "level": "L4"
    },
    "energia_064": {
      "label": "Ritmo martellante",
      "explanation": "Movimenti rapidi e continui, quasi senza pause, fino a tremore muscolare.",
      "level": "L4"
    },
    "energia_065": {
      "label": "Schiaffi controllati",
      "explanation": "Slap su viso o seno con intensità misurata e consenso stabilito.",
      "level": "L4"
    },
    "energia_066": {
      "label": "Choking leggero",
      "explanation": "Pressione sulla gola per pochi secondi seguita da rilascio e bacio di conforto.",
      "level": "L4"
    },
    "energia_067": {
      "label": "Comandi numerati",
      "explanation": "Il dominante conta le spinte o gli schiaffi, aumentando la suspense sui prossimi colpi.",
      "level": "L4"
    },
    "energia_068": {
      "label": "Sessione senza parole",
      "explanation": "Solo gesti e segni; la comunicazione è fatta di sguardi e comandi tattili.",
      "level": "L4"
    },
    "energia_069": {
      "label": "Gioco temperatura intensa",
      "explanation": "Cera calda seguita da ghiaccio, alternanza che manda la pelle in confusione sensoriale.",
      "level": "L4"
    },
    "energia_070": {
      "label": "Ritmo fanatico",
      "explanation": "Nessuna pausa concessa; obiettivo: travolgere il partner fino al cedimento delle gambe.",
      "level": "L4"
    },
    "energia_071": {
      "label": "Edge incontrollato",
      "explanation": "Il partner non sa quando finirai il gioco: resta sospeso in un limbo di piacere.",
      "level": "L4"
    },
    "energia_072": {
      "label": "Grida controllate",
      "explanation": "Incoraggiare il partner a vocalizzare forte, poi zittirlo con un bacio o una mano.",
      "level": "L4"
    },
    "energia_073": {
      "label": "Sfida resistenza fisica",
      "explanation": "Posizioni impegnative sostenute a lungo, spingendo i limiti muscolari.",
      "level": "L4"
    },
    "energia_074": {
      "label": "Tono insulto-affetto",
      "explanation": "Alternare parole dure a lodi, confondendo e accendendo i sensi insieme.",
      "level": "L4"
    },
    "energia_075": {
      "label": "Rituale di fiducia",
      "explanation": "Il sottomesso benda gli occhi e lascia che il dominante agisca liberamente.",
      "level": "L4"
    },
    "energia_076": {
      "label": "Contact improv selvaggio",
      "explanation": "Corpi che si spingono, si sollevano e rotolano sul pavimento dominandosi.",
      "level": "L4"
    },
    "energia_077": {
      "label": "Respiri mozzati",
      "explanation": "Il dominante decide quando il partner può riprendere fiato, dosando brevi pause.",
      "level": "L4"
    },
    "energia_078": {
      "label": "Conto alla rovescia",
      "explanation": "Fissare un timer prima di concedere piacere, aumentando l’ansia erotica.",
      "level": "L4"
    },
    "energia_079": {
      "label": "Vox command harsh",
      "explanation": "Tono ruvido, parole brevi: ogni comando suona come ordine militare.",
      "level": "L4"
    },
    "energia_080": {
      "label": "Pace dopo tempesta",
      "explanation": "Sessione intensa seguita da abbraccio stretto e sussurri di cura.",
      "level": "L4"
    },
    "energia_081": {
      "label": "Hardcore domination",
      "explanation": "Tono di comando non negoziabile, zero pause finché il safeword non viene usato.",
      "level": "L5"
    },
    "energia_082": {
      "label": "Humiliation play",
      "explanation": "Parole degradanti scelte d’accordo che spingono il partner oltre la vergogna consensuale.",
      "level": "L5"
    },
    "energia_083": {
      "label": "Pain & pleasure mix",
      "explanation": "Scudisciate alternate a carezze orgasmiche; contrasti forti e rapidi.",
      "level": "L5"
    },
    "energia_084": {
      "label": "Total submission",
      "explanation": "Il sottomesso è un oggetto: niente movimenti volontari, solo ciò che il dominante concede.",
      "level": "L5"
    },
    "energia_085": {
      "label": "Frenesia animalesca",
      "explanation": "Gemiti gutturali, morsi profondi, graffi che lasciano segni visibili.",
      "level": "L5"
    },
    "energia_086": {
      "label": "Electro-rush",
      "explanation": "Scariche elettriche pulsate sui punti erogeni mentre il partner è immobilizzato.",
      "level": "L5"
    },
    "energia_087": {
      "label": "Breath-play estremo",
      "explanation": "Controllo completo del respiro con maschera o mano; pausa prolungata secondo limiti stabiliti.",
      "level": "L5"
    },
    "energia_088": {
      "label": "Edge marathon",
      "explanation": "Diverse ore di negazione orgasmica con stimolazioni continue finché il partner implora.",
      "level": "L5"
    },
    "energia_089": {
      "label": "Multi-partner control",
      "explanation": "Un dominante guida più sottomessi coordinando azioni simultanee.",
      "level": "L5"
    },
    "energia_090": {
      "label": "Public show kink",
      "explanation": "Esibirsi davanti a estranei in un locale fetish, tra applausi e sguardi affamati.",
      "level": "L5"
    },
    "energia_091": {
      "label": "Degradation lash",
      "explanation": "Insulti espliciti e sputi consensuali, spiazzando il partner nel piacere umiliante.",
      "level": "L5"
    },
    "energia_092": {
      "label": "Fisting stamina",
      "explanation": "Penetrazione a mano completa, mantenuta finché il partner accetta la pienezza estrema.",
      "level": "L5"
    },
    "energia_093": {
      "label": "Impact continuous",
      "explanation": "Sessione di colpi senza soste su varie zone del corpo usando diversi strumenti.",
      "level": "L5"
    },
    "energia_094": {
      "label": "Knife-play sicuro",
      "explanation": "Lama fredda che sfiora pelle, taglia abiti ma non la carne; timore ed eccitazione si fondono.",
      "level": "L5"
    },
    "energia_095": {
      "label": "Suspension long-time",
      "explanation": "Sospensioni shibari che durano decine di minuti, corpo in vibrazione continua.",
      "level": "L5"
    },
    "energia_096": {
      "label": "Extreme temperature",
      "explanation": "Cera bollente subito seguita da spray ghiaccio o cubetti sulla stessa zona.",
      "level": "L5"
    },
    "energia_097": {
      "label": "Objectification",
      "explanation": "Il partner diventa mobile o supporto, restando immobile in posizione scomoda.",
      "level": "L5"
    },
    "energia_098": {
      "label": "Crowd control",
      "explanation": "Il dominante dirige una gangbang, distribuendo ruoli e ritmi.",
      "level": "L5"
    },
    "energia_099": {
      "label": "Vac-bed isolation",
      "explanation": "Totale immobilità in sacca di lattice depressurizzata, solo piccole aperture per respiro o stimolazione.",
      "level": "L5"
    },
    "energia_100": {
      "label": "Total power exchange 24h",
      "explanation": "Dominante gestisce ogni aspetto della giornata del sub: abbigliamento, postura, orgasmo e cibo.",
      "level": "L5"
    },
    
    "energia_null": {
      "label": "qui non devi fare nulla",
      "explanation": "",
      "level": ""
    },
    "oggetto_001": {
      "label": "Piuma solletico",
      "explanation": "Leggera e soffice, perfetta per stuzzicare la pelle del partner dalle caviglie al collo.",
      "level": "L1"
    },
    "oggetto_002": {
      "label": "Cubetto di ghiaccio",
      "explanation": "Un semplice cubo d’acqua congelata che regala brividi se fatto scorrere su labbra e capezzoli.",
      "level": "L1"
    },
    "oggetto_003": {
      "label": "Olio da massaggio neutro",
      "explanation": "Scalda fra le mani e fai scivolare le dita sul corpo per un rilassamento totale.",
      "level": "L1"
    },
    "oggetto_004": {
      "label": "Cuscino wedge",
      "explanation": "Cuscino a spigolo che solleva il bacino o il petto, migliorando l’angolazione nella penetrazione.",
      "level": "L1"
    },
    "oggetto_005": {
      "label": "Specchio portatile",
      "explanation": "Piccolo specchio da mano per osservare le reazioni del partner in punti nascosti.",
      "level": "L1"
    },
    "oggetto_006": {
      "label": "Scrunchie di seta",
      "explanation": "Elastico morbido per legare i capelli… o polsi, in modo soft e improvvisato.",
      "level": "L1"
    },
    "oggetto_007": {
      "label": "Gel lubrificante neutro",
      "explanation": "A base d’acqua, migliora ogni carezza e riduce attrito senza alterare il sapore.",
      "level": "L1"
    },
    "oggetto_008": {
      "label": "Foulard di seta",
      "explanation": "Si trasforma in benda per gli occhi o legatura di polsi in un attimo.",
      "level": "L1"
    },
    "oggetto_009": {
      "label": "Candela profumata",
      "explanation": "Accesa crea atmosfera; la cera tiepida può sfiorare la pelle per un brivido leggerissimo.",
      "level": "L1"
    },
    "oggetto_010": {
      "label": "Cuffie musicali condivise",
      "explanation": "Una canzone sensuale in due auricolari per muoversi allo stesso ritmo.",
      "level": "L1"
    },
    "oggetto_011": {
      "label": "Set pennelli make-up",
      "explanation": "Le setole morbide accarezzano aree sensibili come interno cosce e ascelle.",
      "level": "L1"
    },
    "oggetto_012": {
      "label": "Fascia elastica fitness",
      "explanation": "Da passare intorno ai fianchi per tirare il partner più vicino durante i baci.",
      "level": "L1"
    },
    "oggetto_013": {
      "label": "Spray menta acqua",
      "explanation": "Nebulizzato su capezzoli o labbra dona un pizzicorino rinfrescante.",
      "level": "L1"
    },
    "oggetto_014": {
      "label": "Coperta morbida",
      "explanation": "Avvolge in un nido caldo dove esplorare carezze lente senza distrazioni.",
      "level": "L1"
    },
    "oggetto_015": {
      "label": "Penna a sfera",
      "explanation": "Per scrivere parole sul corpo che il partner dovrà ripassare con la lingua.",
      "level": "L1"
    },
    "oggetto_016": {
      "label": "Palloncino gonfio",
      "explanation": "Le vibrazioni sottili quando lo strofini sulla pelle fanno ridere e eccitare insieme.",
      "level": "L1"
    },
    "oggetto_017": {
      "label": "Nastro adesivo carta",
      "explanation": "Delicato sulla pelle: traccia percorsi labili da strappare lentamente.",
      "level": "L1"
    },
    "oggetto_018": {
      "label": "Anello silicone dita",
      "explanation": "Indossalo sul dito per amplificare la pressione durante la stimolazione esterna.",
      "level": "L1"
    },
    "oggetto_019": {
      "label": "Ventaglio mano",
      "explanation": "Soffia aria fresca dopo baci caldi, alternando temperatura e sensazione.",
      "level": "L1"
    },
    "oggetto_020": {
      "label": "Cuscino ghiaccio gel",
      "explanation": "Compresa fredda da passare sul corpo dopo un massaggio caldo per contrasto soft.",
      "level": "L1"
    },
    "oggetto_021": {
      "label": "Blindfold seta",
      "explanation": "Coprendo gli occhi, amplifica tatto e udito: ogni carezza diventa imprevedibile.",
      "level": "L2"
    },
    "oggetto_022": {
      "label": "Bullet vibratore",
      "explanation": "Vibrazioni puntuali per clitoride, capezzoli o frenulo; discreto e silenzioso.",
      "level": "L2"
    },
    "oggetto_023": {
      "label": "Palline vaginali",
      "explanation": "Indossate durante la serata stimolano il pavimento pelvico a ogni passo.",
      "level": "L2"
    },
    "oggetto_024": {
      "label": "Manette peluche",
      "explanation": "Limitano i movimenti senza far male: gioco di potere soft ideale per principianti.",
      "level": "L2"
    },
    "oggetto_025": {
      "label": "Anello fallico morbido",
      "explanation": "Mantiene erezione più a lungo e intensifica l’orgasmo con lieve pressione alla base.",
      "level": "L2"
    },
    "oggetto_026": {
      "label": "Lubrificante aromatizzato",
      "explanation": "Gusto fragola o vaniglia: perfetto per cunnilingus o fellatio extra-golosi.",
      "level": "L2"
    },
    "oggetto_027": {
      "label": "Dildo piccolo silicone",
      "explanation": "Forma anatomica e morbidezza media: ideale per prime esplorazioni interne.",
      "level": "L2"
    },
    "oggetto_028": {
      "label": "Guanti di seta",
      "explanation": "Il tessuto scivola sulla pelle riducendo l’attrito e aumentando il calore del contatto.",
      "level": "L2"
    },
    "oggetto_029": {
      "label": "Crop leggero",
      "explanation": "Asta flessibile con punta soffice per colpetti stimolanti su cosce e glutei.",
      "level": "L2"
    },
    "oggetto_030": {
      "label": "Plug anale piccolo",
      "explanation": "Diametro ridotto e base larga: entry-level con sicurezza garantita.",
      "level": "L2"
    },
    "oggetto_031": {
      "label": "Gel riscaldante",
      "explanation": "Attivato dal massaggio, dona calore progressivo alle zone erogene.",
      "level": "L2"
    },
    "oggetto_032": {
      "label": "Collare morbido",
      "explanation": "Simbolo di appartenenza: chi lo indossa si fida di chi tiene il guinzaglio immaginario.",
      "level": "L2"
    },
    "oggetto_033": {
      "label": "Pinze capezzoli regolabili",
      "explanation": "Pressione modulabile tramite vite; dal pizzico lieve al morso deciso.",
      "level": "L2"
    },
    "oggetto_034": {
      "label": "Mini wand portatile",
      "explanation": "Testina piccola ma potente, ricaricabile via USB: orgasmi on-the-go.",
      "level": "L2"
    },
    "oggetto_035": {
      "label": "Cera basso punto fusione",
      "explanation": "Si scioglie a 40 °C: scotta in modo piacevole e sicuro per wax-play soft.",
      "level": "L2"
    },
    "oggetto_036": {
      "label": "Massaggiatore scalp",
      "explanation": "Dita metalliche rilassano la cute creando brividi su tutto il corpo.",
      "level": "L2"
    },
    "oggetto_037": {
      "label": "Anello fallico vibrante",
      "explanation": "Combina pressione alla base con vibrazioni sul clitoride durante la penetrazione.",
      "level": "L2"
    },
    "oggetto_038": {
      "label": "Spray commestibile",
      "explanation": "Nebulizza gusto cioccolato o menta su pelle da leccare pezzo per pezzo.",
      "level": "L2"
    },
    "oggetto_039": {
      "label": "Corda cotone 5 m",
      "explanation": "Morbida sulla pelle, perfetta per legature semplici di polsi o cosce.",
      "level": "L2"
    },
    "oggetto_040": {
      "label": "Specchio corpo intero mobile",
      "explanation": "Posizionalo accanto al letto per guardare ogni dettaglio dell’azione da più angoli.",
      "level": "L2"
    },
    "oggetto_041": {
      "label": "Wand massaggiatore grande",
      "explanation": "Motore potente e testina larga: orgasmi quasi garantiti in pochi minuti.",
      "level": "L3"
    },
    "oggetto_042": {
      "label": "Plug anale medio",
      "explanation": "Diametro intermedio, realizzato in acciaio per sensazione di pienezza e freschezza iniziale.",
      "level": "L3"
    },
    "oggetto_043": {
      "label": "Paddle cuoio classico",
      "explanation": "Superficie piatta che distribuisce il colpo lasciando un calore diffuso.",
      "level": "L3"
    },
    "oggetto_044": {
      "label": "Gag ball ventilata",
      "explanation": "Sfere con fori per respiro; riduce la parola ma non il fiato.",
      "level": "L3"
    },
    "oggetto_045": {
      "label": "Rope jute 10 m",
      "explanation": "Fibre ruvide che aumentano attrito su pelle; ideale per shibari base.",
      "level": "L3"
    },
    "oggetto_046": {
      "label": "Pinze capezzoli catena",
      "explanation": "Collegate da catena che può essere tirata per intensificare pressione.",
      "level": "L3"
    },
    "oggetto_047": {
      "label": "Vibratore telecomandato",
      "explanation": "Inseribile con remote control a distanza: perfetto per giochi in pubblico.",
      "level": "L3"
    },
    "oggetto_048": {
      "label": "Frustino equitazione",
      "explanation": "Punta rigida e precisione millimetrica: colpi netti su cosce o glutei.",
      "level": "L3"
    },
    "oggetto_049": {
      "label": "Plug coda volpe",
      "explanation": "Coda soffice ancorata a plug; aggiunge elemento pet-play visivo e tattile.",
      "level": "L3"
    },
    "oggetto_050": {
      "label": "Cera bicolore hot & cold",
      "explanation": "Duo di candele a 50 °C (caldo) e 35 °C (tiepido) per alternanza termica sul corpo.",
      "level": "L3"
    },
      "oggetto_051": {
        "label": "Harness petto H",
        "explanation": "Cinghie che evidenziano torace e schiena, anello centrale per guinzaglio.",
        "level": "L3"
      },
      "oggetto_052": {
        "label": "Anello fallico metallico",
        "explanation": "Acciaio lucido non elastico: mantiene erezione e accresce il senso di costrizione.",
        "level": "L3"
      },
      "oggetto_053": {
        "label": "Lubrificante effetto freddo",
        "explanation": "Sensazione ice-kiss dopo pochi secondi di contatto su pelle e mucose.",
        "level": "L3"
      },
      "oggetto_054": {
        "label": "Dildo vetro medio",
        "explanation": "Superficie dura e liscia, si scalda o raffredda per giochi di temperatura.",
        "level": "L3"
      },
      "oggetto_055": {
        "label": "Flogger suede 30 code",
        "explanation": "Code morbide che sferzano lasciando arrossamento diffuso e sicuro.",
        "level": "L3"
      },
      "oggetto_056": {
        "label": "Collare pelle D-ring",
        "explanation": "Anello frontale per agganciare guinzagli o corde; segnala appartenenza.",
        "level": "L3"
      },
      "oggetto_057": {
        "label": "Vibro-plug ricaricabile",
        "explanation": "Combina sensazione di pienezza e vibrazioni multiple controllate via app.",
        "level": "L3"
      },
      "oggetto_058": {
        "label": "Frusta nove code",
        "explanation": "Code sottili che lasciano segni lineari; intensità media-alta.",
        "level": "L3"
      },
      "oggetto_059": {
        "label": "Mask occhi latex",
        "explanation": "Oscura la vista e avvolge la testa in odore di gomma, amplificando respiro e suoni.",
        "level": "L3"
      },
      "oggetto_060": {
        "label": "Plume tickler lungo",
        "explanation": "Piumino montato su asta lunga per solleticare zone irraggiungibili.",
        "level": "L3"
      },
      "oggetto_061": {
        "label": "Plug anale largo",
        "explanation": "Diametro generoso per senso di riempimento intenso, base a gioiello.",
        "level": "L4"
      },
      "oggetto_062": {
        "label": "Cane bamboo",
        "explanation": "Bastone sottile e rigido: colpi secchi che lasciano segno e calore immediato.",
        "level": "L4"
      },
      "oggetto_063": {
        "label": "Electro-stim base kit",
        "explanation": "Centralina e pad adesivi per scariche a intensità regolabile sui muscoli.",
        "level": "L4"
      },
      "oggetto_064": {
        "label": "Strapon harness regolabile",
        "explanation": "Imbrago pelle con dildo intercambiabile; ribalta i ruoli di penetrazione.",
        "level": "L4"
      },
      "oggetto_065": {
        "label": "Vacuum pump penis",
        "explanation": "Cilindro con pompa manuale per vasodilatazione e sensibilità aumentata.",
        "level": "L4"
      },
      "oggetto_066": {
        "label": "Gag bit silicone",
        "explanation": "Barra morbida tra i denti, lascia bava fuoriuscire aumentando senso di sottomissione.",
        "level": "L4"
      },
      "oggetto_067": {
        "label": "Paddle acrilico trasparente",
        "explanation": "Colpo secco e sonoro, permette di vedere la pelle che si colora a ogni smack.",
        "level": "L4"
      },
      "oggetto_068": {
        "label": "Rope jute 20 m",
        "explanation": "Per legature shibari elaborate, fibra ruvida che morde la pelle aumentando adrenalina.",
        "level": "L4"
      },
      "oggetto_069": {
        "label": "Hook anale acciaio",
        "explanation": "Gancio metallico collegabile a corde per sospensioni parziali thrilling.",
        "level": "L4"
      },
      "oggetto_070": {
        "label": "Pinze labbra vaginali",
        "explanation": "Clamp a vite per labbra: pressione intensa controllata, collegabili a pesi.",
        "level": "L4"
      },
      "oggetto_071": {
        "label": "Cera 55 °C colore scuro",
        "explanation": "Temperatura più alta per shock termico marcato; il colore mostra i rivoli sul corpo.",
        "level": "L4"
      },
      "oggetto_072": {
        "label": "Gabbia castità maschile",
        "explanation": "Blocca l’erezione tenendo la chiave lontana: gioco di controllo prolungato.",
        "level": "L4"
      },
      "oggetto_073": {
        "label": "Skin-safe stapler",
        "explanation": "Punti superficiali temporanei su pelle per body-modification temporanea.",
        "level": "L4"
      },
      "oggetto_074": {
        "label": "Bastone flogger catene",
        "explanation": "Catene sottili producono tintinnio e colpi metallici su schiena e glutei.",
        "level": "L4"
      },
      "oggetto_075": {
        "label": "Vac-bed lattice",
        "explanation": "Sacco che sigilla il corpo sotto vuoto lasciando solo orifizi scelti liberi.",
        "level": "L4"
      },
      "oggetto_076": {
        "label": "Plug anale vibrante largo",
        "explanation": "Riempie e vibra in profondità, comandato via telecomando.",
        "level": "L4"
      },
      "oggetto_077": {
        "label": "Suspension frame acciaio",
        "explanation": "Struttura autoportante per sospensioni complete senza fissaggi a soffitto.",
        "level": "L4"
      },
      "oggetto_078": {
        "label": "Shock collar telecomando",
        "explanation": "Collare che invia impulsi elettrici controllati a distanza: addestramento kink avanzato.",
        "level": "L4"
      },
      "oggetto_079": {
        "label": "Dildo doppia penetrazione",
        "explanation": "Forma Y per stimolare contemporaneamente vagina e ano o due partner insieme.",
        "level": "L4"
      },
      "oggetto_080": {
        "label": "Lubrificante silicone fisting",
        "explanation": "Altissima scorrevolezza, lunga durata: indispensabile per giochi di pienezza estrema.",
        "level": "L4"
      },
      "oggetto_081": {
        "label": "Dildo XXL realistico",
        "explanation": "Diametri oltre 6 cm per espansione estrema; richiede preparazione e molto lubrificante.",
        "level": "L5"
      },
      "oggetto_082": {
        "label": "Fist-dildo branch",
        "explanation": "Replica di mano e avambraccio in silicone, per fisting profondo progressivo.",
        "level": "L5"
      },
      "oggetto_083": {
        "label": "Sesso-machine spinta variabile",
        "explanation": "Motore regolabile 100–400 colpi/min, bracci intercambiabili per diversi toy.",
        "level": "L5"
      },
      "oggetto_084": {
        "label": "Stretcher anale a petali",
        "explanation": "Alette che si aprono dall’interno dilatando lo sfintere a diametri estremi.",
        "level": "L5"
      },
      "oggetto_085": {
        "label": "Needle play kit sterile",
        "explanation": "Set di aghi 22-gauge, guanti e salviette: per body-modification temporanea.",
        "level": "L5"
      },
      "oggetto_086": {
        "label": "Canna singletail",
        "explanation": "Frusta a coda singola in cuoio che lascia strisce decise sulla pelle.",
        "level": "L5"
      },
      "oggetto_087": {
        "label": "Gancio anale sospensione",
        "explanation": "Spessore consistente con anello per corde: unisce plug, bondage e sospensione.",
        "level": "L5"
      },
      "oggetto_088": {
        "label": "Electro plug anale",
        "explanation": "Conduce impulsi elettrici all’interno, intensità da formicolio a contrazione forte.",
        "level": "L5"
      },
      "oggetto_089": {
        "label": "Vacuum pump seno",
        "explanation": "Campane acriliche che risucchiano e ingrandiscono temporaneamente i seni.",
        "level": "L5"
      },
      "oggetto_090": {
        "label": "Speculum metallico",
        "explanation": "Apre vagina o ano, offrendo vista voyeuristica e accesso a giochi medical kink.",
        "level": "L5"
      },
      "oggetto_091": {
        "label": "Macchina impalatrice",
        "explanation": "Asta motorizzata con corsa lunga per penetrazioni profonde e ritmiche.",
        "level": "L5"
      },
      "oggetto_092": {
        "label": "Chastity belt femminile",
        "explanation": "Acciaio inossidabile che blocca accesso a vulva e ano, chiusura con lucchetto.",
        "level": "L5"
      },
      "oggetto_093": {
        "label": "Gabbia castità 24 h silicone",
        "explanation": "Design ergonomico per uso prolungato; può essere sigillata con tag numerato.",
        "level": "L5"
      },
      "oggetto_094": {
        "label": "Pesi capezzoli 250 g",
        "explanation": "Carichi che tirano verso il basso creando tensione costante sulle pinze.",
        "level": "L5"
      },
      "oggetto_095": {
        "label": "Frusta cuoio 24 code",
        "explanation": "Lascia segni paralleli e bruciore che dura minuti: per sessioni impact avanzate.",
        "level": "L5"
      },
      "oggetto_096": {
        "label": "Gabbia metallo corpo intero",
        "explanation": "Costringe in piedi o in ginocchio, impedendo ogni movimento libero.",
        "level": "L5"
      },
      "oggetto_097": {
        "label": "Bastone cane carbonio",
        "explanation": "Rigido e leggerissimo, colpi sibilanti che lasciano linee rosse perfette.",
        "level": "L5"
      },
      "oggetto_098": {
        "label": "Electro shock collar pro",
        "explanation": "Livelli da vibrazione a scarica forte, controllabile via app o telecomando.",
        "level": "L5"
      },
      "oggetto_099": {
        "label": "Vac-bed standing",
        "explanation": "Versione verticale: corpo sigillato in posizione eretta, libera solo aree scelte.",
        "level": "L5"
      },
      "oggetto_100": {
        "label": "Tavolo tortura regolabile",
        "explanation": "Supporti per polsi, caviglie e addome; inclinazione motorizzata, accesso totale al corpo immobilizzato.",
        "level": "L5"
      },
      
      "oggetto_null": {
        "label": "qui non devi fare nulla",
        "explanation": "",
        "level": ""
      },
      "extra_001": {
        "label": "Playlist chill R&B",
        "explanation": "Avvia una scaletta di brani soft a volume basso: il ritmo guida movimenti lenti e respirazione condivisa.",
        "level": "L1"
      },
      "extra_002": {
        "label": "Luci a candela",
        "explanation": "Spegnere le lampade e lasciare solo candele: ombre danzanti che avvolgono i corpi in bagliore caldo.",
        "level": "L1"
      },
      "extra_003": {
        "label": "Doccia finale insieme",
        "explanation": "Concludere con acqua tiepida che lava oli e baci salati, prolungando la carezza anche oltre il gioco.",
        "level": "L1"
      },
      "extra_004": {
        "label": "Safe-word scelta insieme",
        "explanation": "Stabilite una parola semplice per fermarsi; aumenta fiducia e permette di lasciarsi andare senza timori.",
        "level": "L1"
      },
      "extra_005": {
        "label": "Selfie ricordo",
        "explanation": "Scattate una foto di baci o mani intrecciate (volti esclusi) da conservare come segreto di coppia.",
        "level": "L1"
      },
      "extra_006": {
        "label": "Timer carezze 5′",
        "explanation": "Impostate un conto alla rovescia; finché suona ci si dedica solo a coccole, senza fretta di ‘andare oltre’.",
        "level": "L1"
      },
      "extra_007": {
        "label": "Baci a occhi chiusi",
        "explanation": "Per cinque minuti vietato guardarsi: tutti i sensi concentrati su labbra e pelle.",
        "level": "L1"
      },
      "extra_008": {
        "label": "Tè caldo post sessione",
        "explanation": "Preparare una tazza fumante da bere nudi a letto: rituale di cura e chiusura morbida.",
        "level": "L1"
      },
      "extra_009": {
        "label": "Stenditi sul petto",
        "explanation": "Momento di quiete: testa sul torace, ascolta il battito rallentare mentre le dita disegnano cerchi.",
        "level": "L1"
      },
      "extra_010": {
        "label": "Massaggio mani reciproco",
        "explanation": "Spremi una noce di crema e dedica attenzione solo a palmi, dita e polsi del partner, poi scambiatevi.",
        "level": "L1"
      },
      "extra_011": {
        "label": "Cuscini a nido",
        "explanation": "Costruite un piccolo fortino di cuscini: uno spazio protetto dove esplorare senza distrazioni esterne.",
        "level": "L1"
      },
      "extra_012": {
        "label": "Profumo sul cuscino",
        "explanation": "Spruzza una sola goccia della tua fragranza sulla federa del partner: rimarrà anche dopo la notte.",
        "level": "L1"
      },
      "extra_013": {
        "label": "Parole dolci sussurrate",
        "explanation": "Almeno tre frasi di gratitudine o apprezzamento prima di iniziare: crea atmosfera emotiva densa.",
        "level": "L1"
      },
      "extra_014": {
        "label": "Carezze a turno",
        "explanation": "Chi riceve resta immobile per due minuti; poi si invertiscono i ruoli, mantenendo equilibrio di attenzioni.",
        "level": "L1"
      },
      "extra_015": {
        "label": "Benda profumata",
        "explanation": "Imbevi la benda di qualche goccia di lavanda: oscurare vista e stimolare olfatto insieme.",
        "level": "L1"
      },
      "extra_016": {
        "label": "Gioco ‘caldo/freddo’",
        "explanation": "Il partner cerca la tua mano sulla pelle seguendo indizi verbali ‘più caldo / più freddo’.",
        "level": "L1"
      },
      "extra_017": {
        "label": "Leggere poesia erotica",
        "explanation": "Recita versi sensuali ripetendo le parole chiave vicino all’orecchio, accentuandone il significato con tocchi.",
        "level": "L1"
      },
      "extra_018": {
        "label": "Playlist binaurale relax",
        "explanation": "Cuffie condivise con battiti 60 Hz che sincronizzano onde cerebrali e battito cardiaco.",
        "level": "L1"
      },
      "extra_019": {
        "label": "Scambio massaggio piedi",
        "explanation": "Uno massaggia archi plantari dell’altro: relax totale prima di alzare il ritmo.",
        "level": "L1"
      },
      "extra_020": {
        "label": "Bacio ogni parola",
        "explanation": "Ogni volta che uno dice ‘desidero’, l’altro regala un bacio in un punto diverso.",
        "level": "L1"
      },
      "extra_021": {
        "label": "Stop-watch teasing 10′",
        "explanation": "Cronometro: vietato penetrare prima di dieci minuti di solo petting intensissimo.",
        "level": "L2"
      },
      "extra_022": {
        "label": "Occhi negli specchi",
        "explanation": "Posiziona uno specchio laterale: guardate cosa accade da prospettiva insolita, senza voltare la testa.",
        "level": "L2"
      },
      "extra_023": {
        "label": "Baci numerati",
        "explanation": "Contate a voce i baci sul corpo: chi sbaglia numero subisce un colpetto amichevole.",
        "level": "L2"
      },
      "extra_024": {
        "label": "Cambio abiti a turno",
        "explanation": "Vestitevi e spogliatevi a vicenda lentamente, descrivendo cosa vi piace di ogni capo che cade.",
        "level": "L2"
      },
      "extra_025": {
        "label": "Cubetti ghiaccio lingua",
        "explanation": "Pezzo di ghiaccio sulle labbra prima di un bacio profondo: shock termico leggero e stimolante.",
        "level": "L2"
      },
      "extra_026": {
        "label": "Parole proibite",
        "explanation": "Scegliete tre parole vietate (es. ‘più forte’): chi le pronuncia subisce un piccolo pegno sensuale.",
        "level": "L2"
      },
      "extra_027": {
        "label": "Countdown sospiri",
        "explanation": "Uno inspira vicino all’orecchio dell’altro e trattiene fiato per 3–2–1 prima di mordere piano il lobo.",
        "level": "L2"
      },
      "extra_028": {
        "label": "Lubrificante aromi frutta",
        "explanation": "Copritevi di gusto mango o fragola e assaggiate a turno fino a tornare alla pelle nuda.",
        "level": "L2"
      },
      "extra_029": {
        "label": "Gioco ‘non toccare X’",
        "explanation": "Vietato stimolare la zona scelta (es. capezzoli) per 5′, aumentando desiderio concentrato lì.",
        "level": "L2"
      },
      "extra_030": {
        "label": "Musica a caso shuffle",
        "explanation": "Lasciate che il brano successivo decida ritmo: lento? carezze; veloce? colpi rapidi.",
        "level": "L2"
      },
      "extra_031": {
        "label": "Morsi dolci alternati",
        "explanation": "Ogni carezza è seguita da un morso lieve in zona vicina, generando brividi e sorpresa.",
        "level": "L2"
      },
      "extra_032": {
        "label": "Sfida respiro 4-7-8",
        "explanation": "Inspirare 4 s, trattenere 7, espirare 8 mentre si stimola lentamente clitoride o glande.",
        "level": "L2"
      },
      "extra_033": {
        "label": "Bendato indovina oggetto",
        "explanation": "Sfiora la pelle bendata con 3 accessori diversi: il partner deve indovinare cos’era.",
        "level": "L2"
      },
      "extra_034": {
        "label": "Richiesta permesso",
        "explanation": "Prima di baciare una nuova zona, chiedere ‘posso?’ aumentando tensione consensuale.",
        "level": "L2"
      },
      "extra_035": {
        "label": "Carezze lente cronometro",
        "explanation": "Ogni carezza deve durare almeno 30 secondi dalla punta delle dita al polso.",
        "level": "L2"
      },
      "extra_036": {
        "label": "Gioco fotografie polaroid",
        "explanation": "Scattate foto di dettagli (mani, schiena) e montate un collage ricordo post-sessione.",
        "level": "L2"
      },
      "extra_037": {
        "label": "Sfida gemiti bassi",
        "explanation": "Chi geme sopra il sussurro perde e deve ‘pagare’ con 30 secondi di stimolazione supplica.",
        "level": "L2"
      },
      "extra_038": {
        "label": "Timer cambio posizione 5′",
        "explanation": "Ogni cinque minuti sveglia: cambiare posizione mantenendo il contatto, senza perdere intimità.",
        "level": "L2"
      },
      "extra_039": {
        "label": "Descrizione sensazioni",
        "explanation": "Obbligo di descrivere a voce cosa si prova a ogni nuova carezza: aiuta a sintonizzarsi.",
        "level": "L2"
      },
      "extra_040": {
        "label": "Baci al buio totale",
        "explanation": "Spegnere tutto, nessuna fonte luminosa: affidarsi solo al tatto e all’udito.",
        "level": "L2"
      },
      "extra_041": {
        "label": "Dirty-talk continuo",
        "explanation": "Per cinque minuti non è permesso restare in silenzio: descrivete in dettaglio ogni fantasia e gesto.",
        "level": "L3"
      },
      "extra_042": {
        "label": "Sussurri ordini",
        "explanation": "Il dominante impartisce comandi in voce bassissima accanto all’orecchio del sub.",
        "level": "L3"
      },
      "extra_043": {
        "label": "Plug in pubblico",
        "explanation": "Inserire un pequeno plug e uscire a cena, sapendo che sarà lì a ogni passo.",
        "level": "L3"
      },
      "extra_044": {
        "label": "Edge 3 volte",
        "explanation": "Portare il partner vicino all’orgasmo e fermarsi tre volte prima di concedere il culmine.",
        "level": "L3"
      },
      "extra_045": {
        "label": "Sculacciata ogni gemito",
        "explanation": "Ogni volta che il sub geme, riceve uno schiaffo su gluteo: impara a trattenersi (o no!).",
        "level": "L3"
      },
      "extra_046": {
        "label": "Control remoto vibrazione",
        "explanation": "Dominante tiene il telecomando del toy mentre sub resta vestito: vibrazioni imprevedibili.",
        "level": "L3"
      },
      "extra_047": {
        "label": "Ghiaccio su capezzoli",
        "explanation": "Cubetto diretto sui capezzoli poi subito boca calda: shock termico intenso.",
        "level": "L3"
      },
      "extra_048": {
        "label": "Sfida foto hot",
        "explanation": "Scattare 5 foto intime con telefono del partner e inviarle solo a lui/lei come ricordo segreto.",
        "level": "L3"
      },
      "extra_049": {
        "label": "Parole proibite hard",
        "explanation": "Stilate 3 parole volgari: chi le pronuncia deve subire 10 frustate leggere.",
        "level": "L3"
      },
      "extra_050": {
        "label": "Colpo paddle segnale",
        "explanation": "Paddle su coscia come ‘via libera’ per passare dal soft al penetrativo deciso.",
        "level": "L3"
      },
      "extra_051": {
        "label": "Doctor role-play base",
        "explanation": "Visita medica immaginaria con guanti e lampadina pen light, esplorando ogni riflesso e reazione.",
        "level": "L3"
      },
      "extra_052": {
        "label": "Strip-dice game",
        "explanation": "Tira dado: numero pari toglie capo a chi ha lanciato, dispari lo toglie l’altro.",
        "level": "L3"
      },
      "extra_053": {
        "label": "Stimolazione doppia mano-toy",
        "explanation": "Un partner usa dita, l’altro un vibratore sullo stesso punto alternando pressione.",
        "level": "L3"
      },
      "extra_054": {
        "label": "Countdown orgasmo 60s",
        "explanation": "Quando il dominante dice ‘ora’, il sub ha 60 s per venire o verrà fermato di nuovo.",
        "level": "L3"
      },
      "extra_055": {
        "label": "Schiaffi viso consensuali",
        "explanation": "Palmata delicata su guancia come segnale di sottomissione accettata.",
        "level": "L3"
      },
      "extra_056": {
        "label": "Bendato posizione sorpresa",
        "explanation": "Il sub bendato viene guidato in una nuova stanza o posizione senza sapere dove finirà.",
        "level": "L3"
      },
      "extra_057": {
        "label": "Spalmare miele",
        "explanation": "Stendere uno strato sottile su petto o pube e leccarlo via lentamente.",
        "level": "L3"
      },
      "extra_058": {
        "label": "Giochi ombra torcia",
        "explanation": "Unica luce una torcia: proiettate ombre dei corpi sul muro mentre vi toccate.",
        "level": "L3"
      },
      "extra_059": {
        "label": "Sfida parole sporche",
        "explanation": "A turno dire una frase sempre più esplicita: chi arrossisce perde e subisce punizione.",
        "level": "L3"
      },
      "extra_060": {
        "label": "Orgasmo simultaneo richiesto",
        "explanation": "I partner devono arrivare insieme, fermandosi o accelerando per sincronizzarsi.",
        "level": "L3"
      },
      "extra_061": {
        "label": "Punizione paddle 20",
        "explanation": "Serie di 20 colpi numerati a voce dal sub; errore di conteggio raddoppia colpi.",
        "level": "L4"
      },
      "extra_062": {
        "label": "Choking a intervalli",
        "explanation": "Pressione sul collo per 3 s, rilascio per 3; si ripete finché il sub trema di desiderio.",
        "level": "L4"
      },
      "extra_063": {
        "label": "Edge & denial 5×",
        "explanation": "Porta il partner sull’orlo dell’orgasmo e fermati per cinque volte prima di concedere il culmine finale.",
        "level": "L4"
      },
      "extra_064": {
        "label": "Benda + musica alta",
        "explanation": "Benda sugli occhi e cuffie: il sub perde vista e suoni reali, restano solo tatto e colpi di paddle.",
        "level": "L4"
      },
      "extra_065": {
        "label": "Humiliation verbale",
        "explanation": "Parole degradanti scelte in anticipo: il dominante le usa per accendere la vergogna erotica.",
        "level": "L4"
      },
      "extra_066": {
        "label": "Pesi capezzoli",
        "explanation": "Aggancia pesetti da 100 g alle pinze: il tiro lento amplifica ogni movimento del busto.",
        "level": "L4"
      },
      "extra_067": {
        "label": "Wax & ice rapidi",
        "explanation": "Goccia di cera a 55 °C seguita subito da cubetto di ghiaccio: shock termico intenso.",
        "level": "L4"
      },
      "extra_068": {
        "label": "Comando numeri spinte",
        "explanation": "Il dominante decide quante spinte rapide (es. 25); il sub le conta ad alta voce senza errore, pena ricominciare.",
        "level": "L4"
      },
      "extra_069": {
        "label": "Deprivazione sensi combo",
        "explanation": "Benda, tappi orecchie e rumore bianco: il sub percepisce solo tocco, calore e profumo.",
        "level": "L4"
      },
      "extra_070": {
        "label": "Doppio timer vibro",
        "explanation": "Due vibratori su punti diversi, accesi e spenti da timer sfalsati, creando onde di piacere incrociate.",
        "level": "L4"
      },
      "extra_071": {
        "label": "Safeword fisico",
        "explanation": "Il sub tiene una pallina: se la lascia cadere la scena si interrompe; utile con gag o museruola.",
        "level": "L4"
      },
      "extra_072": {
        "label": "Gag ball voyeur",
        "explanation": "Il sub con gag viene mostrato a distanza (foto o video) a un osservatore consenziente.",
        "level": "L4"
      },
      "extra_073": {
        "label": "Cambio ruolo improvviso",
        "explanation": "A metà sessione dominante e sottomesso si scambiano i ruoli senza preavviso.",
        "level": "L4"
      },
      "extra_074": {
        "label": "Cera messaggio segreto",
        "explanation": "Il dominante scrive una parola con cera calda sul petto del sub, che dovrà indovinarla.",
        "level": "L4"
      },
      "extra_075": {
        "label": "Stimolazione prostatica focus",
        "explanation": "Sessione di 15 minuti dedicata solo a punto P con dita o toy, vietando ogni altra stimolazione.",
        "level": "L4"
      },
      "extra_076": {
        "label": "Sfida posizione yoga",
        "explanation": "Il sub mantiene una posa yoga complessa mentre riceve stimoli: cedimento = punizione leggera.",
        "level": "L4"
      },
      "extra_077": {
        "label": "Collare e guinzaglio",
        "explanation": "Il dominante conduce il sub a carponi per la stanza, fermandosi a ogni tirata per carezza o schiaffo.",
        "level": "L4"
      },
      "extra_078": {
        "label": "Counting spanking",
        "explanation": "Ogni colpo numerato; sbagliare il conteggio riporta al numero 1, prolungando la punizione.",
        "level": "L4"
      },
      "extra_079": {
        "label": "Luci strobo e musica techno",
        "explanation": "Ambiente da club: flash rapidi e beat duro per penetrazioni al ritmo martellante.",
        "level": "L4"
      },
      "extra_080": {
        "label": "Bondage 30′ immobilità",
        "explanation": "Il sub viene legato e lasciato immobile per mezz’ora, mentre il dominante decide se stimolare o solo osservare.",
        "level": "L4"
      },
      "extra_081": {
        "label": "Vac-bed totale",
        "explanation": "Il sub viene sigillato in sacco di lattice a vuoto, privato di movimento; il dominante stimola solo le aperture.",
        "level": "L5"
      },
      "extra_082": {
        "label": "Electro tormento pro",
        "explanation": "Sequenza di impulsi elettrici variabili su genitali e capezzoli per 15 minuti.",
        "level": "L5"
      },
      "extra_083": {
        "label": "Needle grid",
        "explanation": "Aghi sterili disposti a griglia su cosce o petto, creando pattern estetico e sensazione pungente.",
        "level": "L5"
      },
      "extra_084": {
        "label": "Fisting obbligato",
        "explanation": "Il dominante penetra lentamente con l’intera mano finché il sub accetta la pienezza; safeword sempre pronta.",
        "level": "L5"
      },
      "extra_085": {
        "label": "Public stage show",
        "explanation": "Sessione performativa su palco fetish con pubblico che applaude e incita.",
        "level": "L5"
      },
      "extra_086": {
        "label": "Orgia guidata",
        "explanation": "Il dominante orchestra più partner attorno al sub, distribuendo stimoli multipli simultanei.",
        "level": "L5"
      },
      "extra_087": {
        "label": "Breathplay con sacchetto",
        "explanation": "Brevi pause di respiro usando sacchetto microforato controllato dal dominante.",
        "level": "L5"
      },
      "extra_088": {
        "label": "Sex-machine maratona",
        "explanation": "Macchina impalatrice in funzione continua 30 minuti; velocità variabile a piacere del dominante.",
        "level": "L5"
      },
      "extra_089": {
        "label": "Chastity 48 h",
        "explanation": "Il sub indossa gabbia di castità sigillata e non può rimuoverla per due giorni.",
        "level": "L5"
      },
      "extra_090": {
        "label": "Plug XXL day",
        "explanation": "Plug anale extra-large indossato per una giornata intera sotto i vestiti, con check di sicurezza periodici.",
        "level": "L5"
      },
      "extra_091": {
        "label": "Doppia sospensione",
        "explanation": "Il sub viene appeso per polsi e caviglie, completamente esposto, mentre il dominante stimola a piacere.",
        "level": "L5"
      },
      "extra_092": {
        "label": "Pain ladder",
        "explanation": "Dieci colpi crescenti con cane di bamboo: ogni scalino più forte finché il sub usa safeword o arriva in cima.",
        "level": "L5"
      },
      "extra_093": {
        "label": "Knife-play caldo",
        "explanation": "Lama scaldata alla fiamma scivola a millimetri dalla pelle: brividi adrenalinici senza tagli.",
        "level": "L5"
      },
      "extra_094": {
        "label": "One-hundred cane strikes",
        "explanation": "Cento colpi contati di bastone sottile su glutei e cosce, con pause per massaggio, poi ripresa.",
        "level": "L5"
      },
      "extra_095": {
        "label": "Edge denial 24 h",
        "explanation": "Il sub viene stimolato a intervalli regolari senza mai venire per un’intera giornata.",
        "level": "L5"
      },
      "extra_096": {
        "label": "Gabbia 6 h",
        "explanation": "Il sub trascorre sei ore in gabbia metallica con solo acqua e cuscino, sotto sorveglianza costante.",
        "level": "L5"
      },
      "extra_097": {
        "label": "Watersports consensuali",
        "explanation": "Giochi con urina su telo impermeabile pre-disposto, eseguiti con accordo chiaro.",
        "level": "L5"
      },
      "extra_098": {
        "label": "Multi-sub service",
        "explanation": "Un singolo dominante riceve attenzioni contemporanee da due o più sottomessi coordinati.",
        "level": "L5"
      },
      "extra_099": {
        "label": "Orgy livestream privato",
        "explanation": "La scena di gruppo viene trasmessa solo a spettatori selezionati via link criptato.",
        "level": "L5"
      },
      "extra_100": {
        "label": "Branding leggero",
        "explanation": "Ferro caldo inciso per pochi secondi sulla pelle (o versione ghiaccio spray) lasciando marchio simbolico.",
        "level": "L5"
      },
      "extra_null": {
        "label": "non devi fare nulla qui",
        "explanation": "non devi fare nulla qui"
      }
    }
    
    